import React from "react";
import { Row, Col } from "antd";
import Germanyrule from "../../media/counntry rules/germanyrule.svg";

const justify = { textAlign:"justify" }
const Germany = () => {
  window.scroll(0, 0);
  return (
    <div>
      <h1 style={{ textAlign: "center" }}>
        قوانین گمرکی آلمان (اتحادیه اروپا)
      </h1>
      <Row style={{ display: "flex", justifyContent: "center", padding:"5px" }}>
        <img src={Germanyrule} alt="billligAdvices" width={500} />
      </Row>
      <br />
      <Row style={{ display: "flex", justifyContent: "center" }}>
        <Col xs={20} sm={20} md={20} lg={12} xl={12} xxl={12}>
          < p style={justify}>
            <b>
              در این مطلب به صورت کامل و با تفکیک کالا قوانین گمرک آلمان از نرخ
              گمرکی تا تعرفه مالیاتی را آورده‌ایم.
            </b>
          </p>
          <li>
            <b>دارو</b>
          </li>
          < p style={justify}>
            در خصوص حمل دارو و مواد مخدر، به منظور مراقبت از سلامت جامعه و
            جلوگیری از تجارت غیرقانونی دارو، قوانین سختی در کشور های اتحادیه
            اروپا حاکم است، زیرا واردات دارو و مواد بی‎حس کننده ممنوع می‌باشد.
            اما با این حال می‌توان به میزان نیاز و جهت مصرف شخصی و در حد متعارف
            قابل استفاده در سفر، دارو به همراه داشت. منظور از میزان متعارف مجاز
            قابل حمل، مقدار دارویی می‌باشد که برای حداکثر 3 ماه (بسته به نوع
            دارو و با توجه به دستور میزان دُز مصرفی) مورد نیاز است و مصرف
            می‌شود. حمل داروهای مخدر مانند مورفین ممنوع است و فقط در صورتی که به
            دلیل ضرورت مربوط به سلامتی مجبور به استفاده از آن باشید، می‌توانید
            با نشان دادن مجوز و نسخه پزشک آن را حمل کنید. حمل مواد دارویی تقلبی
            و یا مواد مورد استفاده برای دوپینگ به طور کل ممنوع می‌باشد.
            <br />
            نرخ گمرکی : 0%
            <br />
            تعرفه مالیاتی : 0%
          </p>
          <li>لباس</li>
          < p style={justify}>
            حمل البسه به طور کلی محدودیتی ندارد و فقط در صورتی که قصد حمل لباس
            را دارید باید به جنس آن توجه کنید؛ زیرا حمل لباس‌هایی که از پوست
            کروکودیل یا مار هستند، به دلیل در معرض انقراض بودن این حیوانات ممنوع
            می‌باشد. همچنین پوشاک تقلبی و یا کپی از برندهای معروف باعث خدشه وارد
            کردن به اقتصاد داخلی اروپا می‌شود و برای سلامتی مصرف کننده نیز مضر
            است؛ بنابراین از حمل این گونه پوشاک نیز باید چشم پوشی کنید.
            <br />
            نرخ گمرکی برای البسه غیر چرم : 12%
            <br />
            نرخ گمرکی برای اجناس چرم : 4%
            <br />
            تعرفه مالیاتی : 19%
            <li>پول نقد و اوراق بهادار</li>
            < p style={justify}>
              حمل پول نقد به کشور های اتحادیه اروپا در صورتی که بیش از 10 هزار
              یورو باشد، باید به‌صورت کتبی در دفتر کمرگی مربوطه ثبت شود. منظور
              از پول نقد، سکه و اسکناس رایج قابل معامله می‌باشد، همچنین اسکناس
              وسکه‌های قدیمی که در حال حاضر رایج نیستند اما قابل تبادل به یکی از
              وجوه رایج مثل یورو هستند (مانند مارک آلمان یا شیلینگ اتریش که هنوز
              قابل تبدیل به یورو هستند). منظور از اوراق بهادار برگ سپرده مالی،
              چک و چک مسافرتی، برگ سهام، برگ قسط می‌باشد. در خصوص سکه‌های قدیمی
              ارزشمند، ارزشی که روی آن حک شده مد نظر نیست؛ بلکه ارزش واقعی آن در
              حال حاضر در نظر گرفته می‌شود. فلزات و سنگ های گران‌بها در این
              دسته‌بندی قرار نمی‌گیرند و در دسته‌بندی کالاها هستند.
              <br />
              نرخ گمرکی : 0%
              <br />
              تعرفه مالیاتی : 0%
            </p>
            <li>مواد غذایی</li>
            < p style={justify}>
              در تمام دنیا به علت مسائل بهداشتی قوانین سختی برای وارد کردن مواد
              غذایی وجود دارد. همراه داشتن مواد غذایی فرآورده حیوانی، مانند شیر
              یا سوسیس، دارای قوانین سختی‌ست. در حالت کلی همراه داشتن این نوع
              مواد غذایی در صورتی که به اندازه مصرف شخصی و یا مصرف متعارف حیوان
              خانگی شما باشد، بلامانع است و فقط موارد زیر دارای محدودیت است:
              <ol>
                <li>
                  قارچ وحشی و قارچ خوراکی در صورتی که بیش از 2 کیلوگرم باشد
                </li>
                <li>سیب‌زمینی، به علت شیوع خرابی های باکتریایی</li>
                <li>خاویار، به دلیل تهدید انوع گونه‌های خاویار</li>
                <li>
                  مواد غذایی و غذای حیوانات؛ به دلیل تهدید سلامتی حیوانات
                  محدودیت‌هایی در این زمینه وجود دارد. همراه داشتن گوشت و
                  فراورده‌های گوشتی، شیر و فرآورده های آن و همچنین تخم‌مرغ ممنوع
                  می‌باشد.
                </li>
              </ol>
              همراه داشتن موارد زیر منعی ندارد:
              <ol>
                <li>
                  غذای نوزاد و هر ماده غذایی خاصی که به دلایل پزشکی می‌تواند
                  همراه مسافر باشد، در صورتی که در بسته‌بندی معمولی که در آن
                  فروخته می‌شود باشد، باز نشده باشد و حداکثر 2 کیلوگرم باشد.
                </li>
                <li>
                  مواد غذایی که به مقدار کمی دارای شیر یا خامه هستند، مانند
                  شکلات یا کیک‌های خامه‌ای.
                </li>
                <li>
                  مواد غذایی دیگر که فرآورده‌های گوشت و شیر نیستند، تا وزن 2
                  کیلوگرم (مانند عسل و کندوی آن)
                </li>
                <li>فرآورده‌های ماهی تا 20 کیلوگرم</li>
              </ol>
              فرآورده‌های ماهی تا 20 کیلوگرم مکمل‌های غذایی مشخص مانند
              ویتامین‌های با دُز بالا و ریشه برخی گیاهان به دلیل ترکیباتشان،
              قوانین واردات دارو بر آن‌ها حاکم است؛ بنابراین همراه داشتن این نوع
              مواد در هنگام سفر فقط به اندازه مصرف شخصی مجاز است.
              <br />
              نرخ گمرکی : 0%
              <br />
              تعرفه مالیاتی : 0%
            </p>
            <li>میوه و سبزیجات</li>
            همراه داشتن میوه و سبزیجات اگر به اندازه مصرف متعارف شخصی و یا شخصی
            که برای آن به‌عنوان سوغاتی برده می‌شود باشد، بلامانع است و فقط برای
            موارد زیر استثنا وجود دارد: قارچ وحشی پرورش یافته در برخی از کشورها
            بدون مجوز، قابل وارد کردن به اتحادیه اروپا نمی‌باشند اما قارچ خوراکی
            در صورتی که بیش از 2 کیلوگرم نباشد، می‌تواند همراه مسافر باشد. وارد
            کردن سیب‌زمینی به هر میزان و مقداری به دلیل تکثیر باکتری‌ها ممنوع
            می‌باشد.
            <br />
            نرخ گمرکی : 20.8%
            <br />
            تعرفه مالیاتی :7%
          </p>
          <li>ادویه</li>
          < p style={justify}>
            همراه داشتن ادویه به میزان مصرف شخصی مانعی ندارد.
            <br />
            نرخ گمرکی : 12.5
            <br />
            تعرفه مالیاتی :7%
          </p>
          <li>موبایل</li>
          < p style={justify}>
            وارد کردن گوشی همراه و متعلقات آن مانعی ندارد. اما باید به موارد زیر
            دقت داشت: در اتحادیه اروپا ، تلفن‌های همراه مطابق با الزامات امنیتی
            اروپا تولید می‌شوند که کیفیت ساخت آنها را از مارک CE حک شده روی
            آن‌ها می توان تشخیص داد. مواد نامرغوب می توانند سلامتی شما را در
            طولانی مدت به خطر بیاندازند. باتری‌های معیوب می‌توانند بیش از حد گرم
            شوند و خطر آتش سوزی را به وجود آورند. فلزات سنگین و اجزای سمی در
            نمایشگرها، شما و محیط زیست را به خطر می‌اندازند. همچنین، نسبت به
            محصولاتی که به صورت نامعقول ارزان قیمت هستند، مراقب باشید. کالاهای
            تقلبی یا کپی به اقتصاد داخلی اروپا آسیب می‌رساند و می‌تواند سلامتی
            شما را به‌عنوان مصرف‌کننده به خطر اندازد؛ به دلیل عدم کنترل کیفیت در
            حین تولید، هیچ تضمینی برای ایمنی محصول وجود ندارد
            <br />
            نرخ گمرکی : 0%
            <br />
            تعرفه مالیاتی :19%.
          </p>
          <li>قاب پلاستیکی موبایل </li>
          < p style={justify}>
            وارد کردن قاب موبایل از جنس پلاستیک مانعی ندارد.
            <br />
            نرخ گمرکی : 6.5%
            <br />
            تعرفه مالیاتی :19%
          </p>
          <li>کیف موبایل</li>
          < p style={justify}>
            هنگام وارد کردن کیف تلفن همراه چرم ، به منشأ مواد مورد استفاده توجه
            کنید. بسیاری از گونه های جانوری و گیاهی وحشی در معرض خطر انقراض قرار
            دارند یا تهدید می شوند؛ بنابراین، آنها مشمول مقررات سختگیرانه واردات
            هستند. این امر به ویژه در مورد قطعات و محصولات ساخته شده از این
            حیوانات صدق می کند. برخی از گونه‌های محافظت‌شده در ایران که خارج
            کردن آن‌ها و محصولات تهیه شده از پوست آن ها ممنوع می باشد عبارتند
            از: گربه‌سانان، مار، پرندگان شکاری، فیل، مارمولک، میمون و... . لیست
            دقیق گونه‌های جانوری و گیاهی محافظت شده در کشورهای جهان را میتوانید
            در سایت زیر پیدا کنید : www.artenschutz-online.de
            <br />
            نرخ گمرکی : 3%
            <br />
            تعرفه مالیاتی :19%
          </p>
          <li>
            کفش و کتونی
            <ol>
              <li>کفش چرم </li>
              < p style={justify}>
                وارد کردن کفش در صورتی که جنس آن از چرم حیوانات محافظت‌شده‌ای که
                نسل آن‌ها در معرض انقراض است نباشد، مانعی وجود ندارد.
                <br />
                نرخ گمرکی : 8%
                <br />
                تعرفه مالیاتی :19%
              </p>
              <li>کفش ورزشی</li>
              < p style={justify}>
                وارد کردن کفش ورزشی مانعی ندارد و فقط باید به اصل بودن آن دقت
                داشته باشید و از همراه داشتن اجناس کپی چشم پوشی کنید.
                <br />
                نرخ گمرکی : 16.9%
                <br />
                تعرفه مالیاتی :19%
              </p>
              <li>کفش غیرچرم</li>
              < p style={justify}>
                وارد کردن کفش غیر چرم مانعی ندارد و فقط باید به اصل بودن آن دقت
                داشته باشید و از همراه داشتن اجناس کپی چشم پوشی کنید.
                <br />
                نرخ گمرکی : 16.9%
                <br />
                تعرفه مالیاتی :19%
              </p>
            </ol>
          </li>
          <li>دخانیات</li>
          < p style={justify}>
            محصولات دخانیات در بیشتر کشورهای اروپایی از جمله آلمان کالاهای
            مالیاتی هستند. بنابراین برای واردات دخانیات بسته به مقدار، مالیات
            دخانیات نیز علاوه بر گمرک و مالیات فروش باید پرداخت شود. علاوه بر
            این، محصولات توتون و تنباکو که از خارج کشور آلمان به این کشور ارسال
            می‌شوند ملزم به تهیه مهر مالیاتی آلمان هستند.
          </p>
          <ol>
            <li>سیگار</li>
            < p style={justify}>
              وارد کردن سیگار به مقدار مصرف شخصی توسط افرادی که بالای 17 سال
              باشند، برای مقادیر کمتر از 200 عدد بدون پرداخت مالیات ممکن است.
              همچنین بسته به نوع سیگار و میزان مواد استفاده شده در آن، تعداد آن
              می‌تواند به 100 یا 50 عدد کاهش یابد. همچنین می‌توان حداکثر 250 گرم
              تنباکو را بدون پرداخت مالیات وارد کرد. نکته مهم این است که باید
              حتماً پاکت سیگار را در چمدان شخصی خود قرار دهید؛ در غیر این صورت
              امکان ارسال بدون مالیات وجود ندارد.
              <br />
              نرخ گمرکی : 0%
              <br />
              تعرفه مالیاتی : 0%
            </p>
            <li>تنباکو قلیان</li>
            < p style={justify}>
              تنباکو مورد استفاده در قلیان مشمول مالیات دخانیات است. حداقل نرخ
              مالیات 22 یورو در هر کیلوگرم است. نمادهای مالیاتی آلمان باید به
              عنوان اثبات مالیات بر کالاهای دخانیات افزوده شود که در مورد سوغات،
              داشتن تمبر اثبات مالیات الزامی نیست. دقت داشته باشید که امکان وارد
              کردن هر نوع تنباکو به کشور آلمان وجود ندارد. در حال حاضر برخی
              تنباکوهای طعم‌دار تا 30 درصد رطوبت به شکل گلیسیرین و شکر ملاسه
              دارند که این مقدار زیاد گلیسیرین سلامتی انسان را به خطر می‌اندازد؛
              بنابراین این نوع تنباکو نمی‌تواند وارد اتحادیه اروپا شود.
              <br />
              نرخ گمرکی : 0%
              <br />
              تعرفه مالیاتی : 0%
            </p>
          </ol>
          <li>رسانه‌های چاپی</li>
          < p style={justify}>
            واردات رسانه‌های چاپی که محتوای آن‌ها مغایر با قانون اساسی کشور مقصد
            و یا مضر برای نسل جوان باشد، ممنوع می‌باشد. برای مثال اداره گمرک
            محصولات چاپی که محتویات آن جامعه را به ایجاد فتنه تشویق و یا خشونت
            را تبلیغ می‌کنند، ثبت و ضبط می کند.
          </p>
          <ol>
            <li>کتاب</li>
            < p style={justify}>
              وارد کردن کتاب‌هایی که محتویات آن مغایر با قانون اساسی کشور مقصد
              باشد و یا مطالب مضر برای جوانان داشته باشد، ممنوع است. برای مثال
              همراه داشتن کتاب‌هایی که مخالفت در برابر اصول آزادی دموکراتیک و یا
              تفکر آزاداندیشی را ترویج می‌کنند و یا حاوی تصاویری خشونت آمیز و
              ظالمانه هستند، ممنوع می باشد. همچنین کتاب‌هایی که حاوی تصاویر محرک
              کودکان و جوانان (پورنوگرافی کودکان) هستند، ممنوع می‌باشند. چنانچه
              پس از بررسی گمرک مشخص شود که کتابی که همراه مسافر است، قوانین یاد
              شده را نقض کرده است، کتاب‌ها توسط گمرک ثبت و ضبط می‌شوند و به مرجع
              قضایی مربوطه جهت ادامه روند مجازات ارسال می‌شود.
              <br />
              نرخ گمرکی : 0%
              <br />
              تعرفه مالیاتی : 7%
            </p>
            <li>مجله</li>
            < p style={justify}>
              وارد کردن مجله‌هایی که محتویات آن مغایر با قانون اساسی کشور مقصد
              باشد و یا مطالب مضر برای جوانان داشته باشد، ممنوع است. برای مثال
              همراه داشتن مجله‌هایی که مخالفت در برابر اصول آزادی دموکراتیک و یا
              تفکر آزاداندیشی را ترویج می کنند و یا حاوی تصاویری خشونت آمیز و
              ظالمانه هستند، ممنوع می‌باشد. همچنین مجله‌هایی که حاوی تصاویر محرک
              کودکان و جوانان (پورنوگرافی کودکان) هستند، ممنوع می‌باشند. چنانچه
              پس از بررسی گمرک مشخص شود که مجله‌ای که همراه مسافر است، قوانین
              یاد شده را نقض کرده است، مجله‌ها توسط گمرک ثبت و ضبط می شوند و به
              مرجع قضایی مربوطه جهت ادامه روند مجازات ارسال می‌شود.
              <br />
              نرخ گمرکی : 0%
              <br />
              تعرفه مالیاتی : 7%
            </p>
            <li>پوستر و تصاویر چاپی</li>
            < p style={justify}>
              وارد کردن پوستر‌هایی که محتویات آن مغایر با قانون اساسی کشور مقصد
              باشد و یا مطالب مضر برای جوانان داشته باشد، ممنوع است. برای مثال
              همراه داشتن پوستر‌هایی که مخالفت در برابر اصول آزادی دموکراتیک و
              یا تفکر آزاداندیشی را ترویج می کنند و یا حاوی تصاویری خشونت آمیز و
              ظالمانه هستند، ممنوع می باشد. همچنین پوسترهایی که حاوی تصاویر محرک
              کودکان و جوانان (پورنوگرافی کودکان) هستند، ممنوع می‌باشند. چنانچه
              پس از بررسی گمرک مشخص شود که مجله‌ای که همراه مسافر است، قوانین
              یاد شده را نقض کرده است، پوسترها توسط گمرک ثبت و ضبط می‌شوند و به
              مرجع قضایی مربوطه جهت ادامه روند مجازات ارسال می‌شود.
              <br />
              نرخ گمرکی : 0%
              <br />
              تعرفه مالیاتی : 19%
            </p>
          </ol>
        </Col>
      </Row>
    </div>
  );
};

export default Germany;
