import React from "react";
import { List, Card, Row, Col } from "antd";
import { Link } from "react-router-dom";
import Iran from "../../media/counntry rules/Iran.jpg";
import Germany from "../../media/counntry rules/Germany.jpg";
import Canada from "../../media/counntry rules/Canada.jpg";
import Spain from "../../media/counntry rules/Spain.jpg";
import France from "../../media/counntry rules/France.jpg";
import Turkey from "../../media/counntry rules/Turkey.jpg";
import China from "../../media/counntry rules/China.jpg";
import UAE from "../../media/counntry rules/UAE.jpg";
import England from "../../media/counntry rules/England.jpg";

const justify = { textAlign: "justify" };
const right = {textAlign: "right"}
const data = [
  {
    title: "قوانین کشور ایران",
    picture: Iran,
    name: "iran"
  },
  {
    title: "قوانین کشور آلمان",
    picture: Germany,
    name: "germany"
  },
  {
    title: "قوانین کشور کانادا",
    picture: Canada,
    name: "canada"
  },
  {
    title: "قوانین کشور چین",
    picture: China,
    name: "china"
  },
  {
    title: "قوانین کشور ترکیه",
    picture: Turkey,
    name: "turkey"
  },
  {
    title: "قوانین کشور فرانسه",
    picture: France,
    name: "france"
  },
  {
    title: "قوانین کشور اسپانیا",
    picture: Spain,
    name: "spain"
  },
  {
    title: "قوانین کشور انگلیس",
    picture: England,
    name: "england"
  },
  {
    title: "قوانین کشور امارات",
    picture: UAE,
    name: "uae"
  },
];

const RulesCountry = () => {
  window.scroll(0, 0);
    return (
      <div style={{textAlign: "center"}}>
        <Row
          style={{
            display: "flex",
            justifyContent: "center",
            textAlign: "center",
          }}
        >
          <Col xs={20}
            sm={20}
            md={20}
            lg={12}
            xl={12}
            xxl={12} >
            <h1><b>قوانین بین المللی گمرک </b></h1>
            <p style={justify}>
              گمرک در تمام کشورهای دنیا وظیفه بررسی بارها، مرسولات و اجرای
              قوانین گمرکی مثل اخذ حقوق ورودی و مالیات رو داره. اطلاع از قوانین
              گمرک بین‌المللی برای مسافران و بازرگانان بسیار مهمه، چون ندونستن
              قوانین گمرک کشورها می‌تونه مشکلات و ضررهای زیادی رو برای مسافران و
              بازرگانانی که قصد صادرات و واردات دارن، به‌وجود بیاره. در این مطلب
              با مفهوم گمرک و قوانین گمرک کشورهای مختلف جهان آشنا خواهید شد.
            </p>
            <h2 style={right}>گمرک چیست؟</h2>
            <p style={justify}>
              گمرک یک سازمان دولتی در تمام کشورهاست که اجرای قوانین واردات و
              صادرات رو به عهده داره. قوانین گمرک در بسیاری از کشورها ثابته و
              فقط در بعضی موارد اختلاف وجود داره. اما در تمام کشورها برای انجام
              صادرات و واردات نیاز به کارت بازرگانی هست. تعرفه‌های گمرکی برای
              صادرات و واردات در سایت گمرک کشورها و یا نهادهای مربوط به اون‌ها
              اعلام میشن. مثلاً در کشور ایران این وظیفه به‌عهده وزارت صنعت، معدن
              و تجارت (صمت) است. مسافر یک تفاوت اساسی با بازرگان داره و اون هم
              اینه که مسافر می‌تونه بدون داشتن کارت بازرگانی و پرداخت گمرکی و
              مالیات مقداری کالا (تا سقف تعیین شده هیئت وزیران) به همراه خودش
              جابه‌جا بکنه. در ایران فهرست کالاهای همراه مسافر توسط وزرات صنعت،
              معدن و تجارت تهیه و اعلام میشه.{" "}
            </p>
            <h2 style={right}>حقوق ورودی چیست؟</h2>
            <p style={justify}>
              {" "}
              مجموع سود بازرگانی و حقوق گمرکی میشه حقوق ورودی که برای یک کالا
              باید پرداخت بشه تا بتونه از گمرک ترخیص و وارد کشور بشه. نحوه
              محاسبه سود بازرگانی به این صورته که باید ارزش خالص کالا، هزینه
              بیمه و هزینه حمل تا نزدیک‌ترین گمرک رو با هم جمع کرد که به اون CIF
              هم گفته میشه.{" "}
            </p>
            <p style={justify}>
              <b>
                نکته مهمی که اینجا وجود داره اینه که گمرک ایران، قیمت ارز دولتی
                رو معیار محاسبات خودش قرار میده و کاری به قیمت ارز در بازار آزاد
                نداره.{" "}
              </b>
            </p>
            <p style={justify}>
              نکته دیگه تفاوت قوانین گمرک تجاری و گمرک مسافریه. تفاوت اینجاست که
              برای کالای همراه مسافر حقوق ورودی گرفته نمیشه اما کالای همراه
              مسافر هم سقف خاص خودش رو داره و نمیشه بیشتر از یه مقداری کالا رو
              به صورت مسافری وارد کشور کرد. در صورتی که کالای همراه مسافر از
              میزان مجاز عبور کنه، کالای اضافی توقیف میشه و فیش انبار به مسافر
              داده میشه. مسافر باید بعداً مراحل قانونی ترخیص رو طی بکنه و در
              صورتی که امکان ترخیص بدون کارت بازرگانی وجود داشت، کالای خودش رو
              با پرداخت حقوق ورودی از گمرک ترخیص کنه.
            </p>
            <h2 style={right}>قوانین کالای همراه مسافر چیه؟</h2>
            <p style={justify}>
              هر مسافر می‌تونه به جز وسایل شخصی مستعمل خودش در سال یک بار به
              اندازه ۸۰ دلار کالا به‌طوری که جنبه تجاری پیدا نکنه، بدون پرداخت
              حقوق ورودی، وارد کشور بکنه. در صورتی که بار همراه مسافر مازاد بر
              مقدار ۸۰ دلار باشه اما جنبه تجاری نداشته باشه، میشه با پرداخت حقوق
              ورودی، اون رو وارد کشور کرد.
              <b>
                توجه کنید هر مسافر در سال اجازه ۸۰ دلار اجازه واردات به کشور رو
                داره نه هر سفر.
              </b>
            </p>
            <h2 style={right}>قوانین ارسال کالا </h2>
            <p style={justify}>
              هر فرد می‌تونه به اندازه ۵۰ دلار کالا در صورتی که جنبه تجاری
              نداشته باشه بدون پرداخت حقوق گمرکی و اخذ مجوزات به ایران ارسال
              بکنه. در صورتی که ارزش کالا بیشتر از ۵۰ دلار باشه باید حقوق گمرکی
              رو پرداخت کنه تا بتونه کالا رو ترخیص کنه.{" "}
            </p>
            <h2 style={right}>تعرفه و حقوق ورودی برای کالاهای مختلف چقدره؟</h2>
            <p style={justify}>
              برای دستیابی به تعرفه‌ها و حقوق ورودی هر کالا باید به کتاب قوانین
              و مقررات گمرکی همون سال مراجعه بکنید.
            </p>
            <p style={justify}>
              <a>
                برای مشاهده و دانلود کتاب مقررات گمرکی سال ۹۹ اینجا کلیک کنید.
              </a>
            </p>
            <p style={justify}>
              همچنین می‌تونید تو سایت اتاق بازرگانی صنایع، معادن و کشاورزی تهران
              سؤالات خودتون رو در مورد امور گمرکی بپرسید و یا سؤالات دیگران که
              پرسیده شده رو بخونید.
            </p>
            <p style={justify}>
              <a>
                برای ورود به بخش پرسش و پاسخ قوانین گمرکی اتاق بازرگانی اینجا
                کلیک کنید.
              </a>
            </p>
            <p style={justify}>
              یک سایت کاربردی دیگر برای پیدا کردن تعرفه حقوق ورودی کالاهای
              مختلف، سایت دبیرخانه شورای عالی مناطق آزاد تجاری و صنعتی و ویژه
              اقتصادی هست. توی این سایت می‌تونید با جستوجو نام کالا از حقوق
              ورودی اون مطلع بشید و کد HS کالا رو هم پیدا کنید. (کد HS شناسه هر
              کالا در سیستم گمرکی کشوره که با اون شناخته میشه)
            </p>
            <p style={justify}>
              <a>
                برای ورود به سایت سایت دبیرخانه شورای عالی مناطق آزاد تجاری و
                صنعتی و ویژه اقتصادی کلیک کنید.
              </a>
            </p>
            <br/>
            <h2>قوانین گمرکی کشورهای جهان</h2>
            <p style={justify}>
              اطلاع از قوانین گمرکی اهمیت خیلی زیادی داره. اگر قصد سفر داشته
              باشید، یا بخواید برای کسی در ایران یا خارج کشور کالایی ارسال کنید،
              یا اینکه قصد خرید و آوردن سوغاتی از سفر رو داشته باشید باید حتما
              به قوانین گمرکی مبدأ و مقصد مشرف باشید. تجار و بازرگانان هم که
              حتماً باید از قوانین گمرکی کشورهای مختلف مطلع باشن. بیلیگ تمام این
              قوانین مهم گمرکی رو به فارسی و قابل فهم در اختیار شما قرار داده تا
              به راحتی و با خیال راحت بتونید سفر کنید، تجارت کنید، هدیه بدید و
              حتی کسب درآمد بکنید.
              <br/>
            </p>
            <List
              grid={{
                gutter: 24,
                xs: 2,
                sm: 2,
                md: 2,
                lg: 4,
                xl: 4,
                xxl: 4,
              }}
              dataSource={data}
              renderItem={(item) => (
                <List.Item>
                  <Link to={`/rules/${item.name}`}>
                  <Card
                  hoverable
                    style={{
                      textAlign: "center",
                      borderRadius:"8px",
                      paddingTop: "25px",
                      border:"hidden",
                      
                    }}
                    cover={
                      <div style={{textAlign:"center",}}>
                      <img
                        style={{ width: "60%"}}
                        alt={item.title}
                        src={item.picture}
                      />
                      </div>
                    }
                    
                  ></Card>
                  </Link>
                </List.Item>
              )}
            />
          </Col>
        </Row>
      </div>
    );
}

export default RulesCountry;
