import React, { Component } from 'react';
import { Tabs ,Collapse} from 'antd';
const { TabPane } = Tabs;
const { Panel } = Collapse;

class Faq extends Component {
    render() {
        return (
            <div style={{textAlign:"center"}}>
                <Tabs defaultActiveKey="1" centered type="card" style={{textAlign:"right"}}> 
                    <TabPane tab="مسافران" key="1">
                        <Collapse defaultActiveKey={['1']} >
                            <Panel header="چگونه می‌توانم بسته‌ای را قبول و حمل کنم؟" key="1">
                            <p>در سایت می‌توانید تمام آگهی‌های موجود را مشاهده کنید. شما می‌توانید روی آگهی موردنظرتان پیشنهادی را ثبت و قیمتی بابت جابه‌جایی یا خرید تعیین کنید. اگر این پیشنهاد از طرف صاحب بسته/ خریدار تأیید شود، باید در ادامه از طریق چت‌باکس بیلیگ با کاربر مذاکره کنید و به توافق برسید. سپس در صورت توافق خریدار/صاحب بسته هزینه را از طریق درگاه پرداخت اینترنتی موجود در سایت به‌حساب بیلیگ واریز می‌نمایید. از این لحظه به بعد شما 3 روز فرصت دارید تا سفارش را با هزینه شخصی خودتان خریداری کنید (درصورتی‌که سفارش خرید باشد). 1 روز پس از تحویل موفق بسته، مبلغ کالا به‌علاوه دست‌مزد توافقی به حسابتان واریز می‌شود.</p>
                            </Panel>
                            <Panel header="آیا باید مالیات و عوارضی پرداخت کنم؟" key="2">
                            <p>خیر، مالیات و عوارض را فقط درصورتی‌که سفارش خرید گرفته‌باشید، پرداخت می‌کنید که مبلغ آن را خریدار تقبل خواهدنمود.</p>
                            </Panel>
                            <Panel header="چه مدت وقت دارم تا سفارش را خریداری کنم؟" key="3" >
                            <p>حداکثر 3 روز پس از انجام پرداخت توسط خریدار، کالا باید توسط شما خریداری شده‌باشد؛ در غیر این‌ صورت سفارش شما لغو شده، این آگهی دوباره در لیست آگهی‌های سایت قرار می‌گیرد و امکان پذیرش برای مسافران دیگر فراهم می‌شود</p>
                            </Panel>
                        </Collapse>,
                    </TabPane>
                    <TabPane tab="صاحبان‌ بسته/خریداران" key="2">
                    صاحبان‌ بسته/خریداران
                    </TabPane>
                    <TabPane tab="عمومی" key="3">
                    عمومی
                    </TabPane>
                </Tabs>
            </div>
        );
    }
}

export default Faq;