import React from "react";
import { Tabs, Collapse, Row, Col, Divider } from "antd";
const { TabPane } = Tabs;
const { Panel } = Collapse;

const text_style = { fontSize: "16px", textAlign: "justify" };
const header_style = { fontSize: "18px", textAlign: "right" };

const Faq = () => {
  window.scroll(0, 0);
  return (
    <div>
      <Row style={{ justifyContent: "center", display: "flex" }}>
        <Col xs={22} sm={22} md={22} lg={12} xl={12}>
          <Tabs
            defaultActiveKey="1"
            type="card"
            style={{ textAlign: "center", fontSize: "25px" }}
            centered
          >
            <TabPane tab="مسافر" key="1">
              <Collapse accordion>
                <Panel header="بیلیگ چیست؟" style={header_style} key="1">
                  <p style={text_style}>
                    بیلیگ پلتفرمی است که خریداران کالا را به
                    مسافران متصل می‌کند. اگر شما می‌خواهید به کشور دیگری سفر کنید می‌توانید می‌توانید از میان آگهی‌های سایت کالایی را انتخاب کرده و پس از خرید آن به همراه خود اورده و به مشتری تحویل دهید و دستمزد توافق شده را دریافت کنید. 
                  </p>
                </Panel>
                <Panel
                  header="آیا بیلیگ مطمئن است؟"
                  style={header_style}
                  key="3"
                >
                  <p style={text_style}>
                    هنگام ثبت نام در بیلیگ، کاربران از طریق شماره تماس احراز
                    هویت می‌شوند. همچنین سیستم امتیازدهی سایت باعث می‌شود که شما
                    بتوانید افراد را اعتبارسنجی کنید. سیستم پرداخت امن بیلیگ هم
                    امکان هرگونه اختلافات و سوء‌استفاده‌های مالی را به نزدیک صفر
                    می‌رساند. اما از آنجا که بیلیگ یک پلتفرم واسطه‌ای می‌باشد،
                    رعایت احتیاط و توصیه‌ها شرط لازم است زیرا هیچ سیستم
                    مشابهی نیز در جهان 100 درصد مطمئن نیست.
                     {/* برای جلوگیری از
                    هرگونه مشکل احتمالی، بیلیگ اقدام به جمع‌آوری قوانین گمرکی
                    کشورهای مختلف کرده است. */}
                     در قسمت توصیه ها و قوانین
                    سایت می‌توانید مطالب بسیار مهمی پیدا کنید که به شما کمک
                    می‌کند از اشتباهات احتمالی که منجر به مشکلات می‌شوند جلوگیری
                    کنید.
                  </p>
                </Panel>
                <Panel
                  header="چگونه می‌توانم آگهی‌های سایت را خریداری و به مشتری تحویل دهم؟"
                  style={header_style}
                  key="4"
                >
                  <p style={text_style}>
                    در سایت می‌توانید تمام آگهی‌های موجود را مشاهده کنید و با
                    استفاده از فیلترهای جستجو، بسته‌های مرتبط با مبدأ و مقصد خود
                    را پیدا کنید. سپس روی آگهی مورد نظرتان
                    پیشنهادی را ثبت کنید و قیمتی را بابت دستمزد خرید کالا
                    تعیین کنید. اگر این پیشنهاد از طرف خریدار تأیید
                    شود، باید در ادامه با خریدار مذاکره کنید و به توافق برسید.
                    سپس در صورت توافق، خریدار هزینه را از طریق سیستم
                    پرداخت امن بیلیگ به حساب بیلیگ واریز می‌نماید. از این لحظه
                    به بعد شما می‌بایست بسته را طی ۷ روز
                    را با هزینه شخصی خودتان خریداری کنید. ۲ روز پس از تحویل موفق بسته، مبلغ کالا به‌علاوه
                    دست‌مزدتان که از قبل با خریدار توافق کرده بودید
                    به حسابتان واریز می‌شود.
                  </p>
                </Panel>
                <Panel
                  header="چقدر می‌توانم درآمد کسب کنم؟"
                  style={header_style}
                  key="5"
                >
                  <p style={text_style}>
                    یکی از بهترین راه‌ها برای کسب درآمد از سفر و کم کردن
                    هزینه‌های سفر استفاده از بیلیگ است. شما می‌توانید از طریق
                    بیلیگ هم سفر کنید و هم درآمد داشته باشید. این درآمد بستگی به
                    این دارد که شما چه تعداد سفارش قبول می‌کنید و چه دستمزدی را
                    با خریدار توافق می‌کنید.
                  </p>
                </Panel>
                {/* <Panel
                  header="آیا مالیات و عوارضی باید پرداخت کنم؟"
                  style={header_style}
                  key="6"
                >
                  <p style={text_style}>
                    خیر، مالیات و عوارض فقط در صورتی که سفارش خرید گرفته باشید
                    باید موقع خرید بپردازید که مبلغ آن را خریدار تقبل خواهد
                    نمود.
                  </p>
                </Panel> */}
                <Panel
                  header="آیا باید به بیلیگ کمیسیون بپردازم؟"
                  style={header_style}
                  key="7"
                >
                  <p style={text_style}>
                    خیر، بیلیگ از مسافران کمیسیون دریافت نمی‌کند و کمیسیون
                    دریافتی از خریدار کسر می‌شود.
                  </p>
                </Panel>
                <Panel
                  header="اگر خریدار بسته را قبول نکرد چه کنم؟"
                  style={header_style}
                  key="8"
                >
                  <p style={text_style}>
                    با توجه به اینکه هر آگهی دارای یک لینک خرید است و لینک حاوی مشخصات کالایی که قرار است خریداری شود می‌باشد چنانچه کالا طبق آگهی خریداری شود و سالم به خریدار تحویل شود،‌ خریدار می‌بایست نسبت به تحویل کالا اقدام کند و چنانچه این امر صورت نگرفته کالا به بیلیگ تحویل می‌شود و مبلغ کالا و دستمزد به مسافر پرداخت خواهد شد.
                  </p>
                </Panel>
                <Panel
                  header="اگر خریدار سفارش را لغو کند چه می‌شود؟"
                  style={header_style}
                  key="9"
                >
                  <p style={text_style}>
                    امکان لغو سفارش پس از خرید وجود ندارد و در صورتی که خریدار
                    کالا را تحویل نگیرد، بیلیگ کالا را از شما تحویل
                    گرفته و پول را برای شما واریز خواهد کرد.
                  </p>
                </Panel>
                <Panel
                  header="چه مدت وقت دارم تا سفارش را خریداری کنم؟"
                  style={header_style}
                  key="10"
                >
                  <p style={text_style}>
                    ۷ روز بعد از انجام پرداخت توسط خریدار باید کالا توسط شما
                    خریداری شود. در غیر این صورت سفارش شما لغو می‌شود و این آگهی
                    دوباره در لیست آگهی‌های سایت قرار می‌گیرد و مسافران دیگر نیز
                    می‌توانند پیشنهاد بدهند.
                    البته یک امتیاز منفی به شما تعلق خواهد گرفت.
                  </p>
                </Panel>
                <Panel
                  header="آیا باید بلیط پرواز یا مدارک شناسایی خود را به خریدار نشان دهم؟"
                  style={header_style}
                  key="11"
                >
                  <p style={text_style}>
                    برای هماهنگی هنگام مذاکره بهتر است بلیط پرواز و حتی مدارک
                    شناسایی‌تان را برای جلب اعتماد به خریدار نشان
                    دهید. این کار باعث می‌شود طرف مقابل به حسن نیت شما مطلع شود
                    و راحت‌تر به شما اطمینان کند ولی هیچ اجباری وجود ندارد.
                  </p>
                </Panel>
                {/* <Panel
                  header="آیا می‌توانم بسته را خودم بازرسی کنم و داخل آن را ببینم؟"
                  style={header_style}
                  key="12"
                >
                  <p style={text_style}>
                    حتماً، توصیه اکید ما این است که بسته‌هایی که از صاحبان بسته
                    دریافت می‌کنید را با هماهنگی صاحب آن، دقیق بررسی کنید.
                  </p>
                </Panel> */}
                {/* <Panel
                  header="اگر ماموران فرودگاه از من درباره حمل بار دیگران بپرسند چه باید بگویم؟"
                  style={header_style}
                  key="13"
                >
                  <p style={text_style}>
                    این کار در تمام دنیا انجام می‌شود و شما می‌توانید به راحتی
                    بگویید که برای دوستتان خریدی انجام داده‌اید.
                  </p>
                </Panel> */}
                <Panel
                  header="آیا باید با پول شخصی کالا را خریداری کنم؟"
                  style={header_style}
                  key="14"
                >
                  <p style={text_style}>
                    بله، کالا را باید با پول خود خریداری کنید. اما خیالتان راحت
                    باشد زیرا مشتری پول را پرداخته کرده و پول شما نزد بیلیگ
                    امانت است تا زمانی که کالا را تحویل دهید.
                  </p>
                </Panel>
                <Panel
                  header="چه موقع پول من توسط بیلیگ بازگردانده می‌شود؟"
                  style={header_style}
                  key="15"
                >
                  <p style={text_style}>
                    حداکثر ۲ روز کاری بعد از تحویل موفق، مبلغ کالا به
                    علاوه دست‌مزدتان که از قبل توافق کرده بودید، به حساب شما
                    واریز می‌شود.
                  </p>
                </Panel>
                {/* <Panel
                  header="پرداخت ها در بیلیگ چگونه انجام می‌شوند؟"
                  style={header_style}
                  key="16"
                >
                  <p style={text_style}>
                    پرداخت ها از طریق درگاه پرداخت سایت بیلیگ انجام
                    می‌شود و همه تراکنش‌ها به تومان می‌باشد.
                  </p>
                </Panel> */}
                <Panel
                  header="مبلغ دست‌مزد توسط خودم تعیین می‌شود یا توسط بیلیگ ؟"
                  style={header_style}
                  key="17"
                >
                  <p style={text_style}>
                    مبلغ دست‌مزد به صورت توافقی بین شماو خریدار تعیین می‌شود. بیلیگ دخالتی در تعیین دست‌مزدها ندارد.
                  </p>
                </Panel>
                {/* <Panel
                  header="چه کالاهایی را می‌توانم بخرم یا حمل کنم؟"
                  style={header_style}
                  key="18"
                >
                  <p style={text_style}>
                    مسلماً کالاهایی را باید بخرید که بتوانید با خود از کشور مبدأ
                    به کشور مقصد حمل کنید و از نظر قوانین گمرکی کشور مبدأ و مقصد
                    منعی وجود نداشته باشد. قوانین و مقررات گمرکی کشورهای جهان را
                    می‌توانید در سایت بیلیگ بخوانید.
                  </p>
                </Panel> */}
                <Panel
                  header="آیا می‌توانم سفارشی که قبول کرده‌ام را هر لحظه لغو کنم؟"
                  style={header_style}
                  key="19"
                >
                  <p style={text_style}>
                    بله، هر لحظه می‌توانید سفارش را لغو کنید. در صورتی که برنامه
                    سفرتان تغییر کرده است، می‌توانید سفارش را لغو کنید. اگر بعد
                    از انجام خرید سفارش از سمت شما لغو شود، کالای خریداری شده
                    متعلق به شما می‌شود و مبلغ بلوکه شده نزد بیلیگ به خریدار
                    بازگردانده می‌شود.
                  </p>
                </Panel>
                <Panel
                  header="از چه فروشگاه‌هایی می‌توانم خرید کنم؟"
                  style={header_style}
                  key="20"
                >
                  <p style={text_style}>
                    شما باید قبل از خرید، قیمت و نوع محصول را مشخصاً با خریدار
                    توافق کرده باشید و طبق آن می‌توانید از هر فروشگاهی خرید را
                    انجام دهید. اما پیشنهاد بیلیگ این است که تمام خریدها به صورت
                    آنلاین و از سایت‌های معتبر جهانی انجام شوند تا هیچ‌گونه شک و
                    شبهه‌ای در اصالت کالا و قیمت آن نباشد. در صورتی که مبلغ خرید
                    یا نوع کالا با چیزی که از قبل توافق شده است مغایر باشد ضرر و
                    زیان آن به عهده شما می‌باشد.
                  </p>
                </Panel>
                <Panel
                  header="آیا باید کالا را حتما آنلاین خریداری کنم؟"
                  style={header_style}
                  key="21"
                >
                  <p style={text_style}>
                    خیر، شما می‌توانید طبق توافقی که با خریدار کرده‌اید از هر
                    فروشگاهی خرید کنید. اما پیشنهاد ما خرید آنلاین است.
                  </p>
                </Panel>
                <Panel
                  header="من کارت بانکی بین‌المللی ندارم، چه طور باید آنلاین خرید کنم؟"
                  style={header_style}
                  key="22"
                >
                  <p style={text_style}>
                    شما می‌توانید در صورت توافق با خریدار، کالا را از
                    فروشگاه‌های فیزیکی نیز تهیه کنید. در این حالت، حتماً رسید و
                    فاکتور خرید را دریافت کنید و از اصالت کالا مطمئن شوید.
                  </p>
                </Panel>
                <Panel
                  header="آیا باید فاکتور و رسید پرداخت را نگه دارم؟"
                  style={header_style}
                  key="23"
                >
                  <p style={text_style}>
                    بله، باید حتماً فاکتور را دریافت و به خریدار و در صورت
                    اختلاف به بیلیگ ارائه دهید. همچنین فاکتور باید طبق توافقی
                    باشد که قبل از خرید با مشتری انجام داده‌اید.
                  </p>
                </Panel>
                <Panel
                  header="اگر قیمت محصول بعد از پرداخت خریدار تغییر کرد چه باید بکنم؟"
                  style={header_style}
                  key="24"
                >
                  <p style={text_style}>
                    در این صورت باید سریعاً این موضوع را با خریدار در میان
                    بگذارید و دوباره بر سر قیمت جدید توافق کنید. اگر توافق بعدی
                    حاصل شد، خریدار باید مابه‌التفاوت مبلغ را به حساب بیلیگ
                    واریز نماید خریداری کنید.
                  </p>
                </Panel>
                <Panel
                  header="چه تعداد سفارش می‌توانم قبول کنم؟"
                  style={header_style}
                  key="25"
                >
                  <p style={text_style}>
                    محدودیتی در این خصوص وجود ندارد.
                  </p>
                </Panel>
                {/* <Panel
                  header="اگر نتوانستم تحویل گیرنده را در مقصد پیدا کنم چه کنم؟"
                  style={header_style}
                  key="26"
                >
                  <p style={text_style}>
                    اگر صاحب بسته/ خریدار را نتوانستید طی ۱ هفته پیدا کنید مبلغ
                    کالا به حساب شما واریز می‌شود ولی شما متعهد شده‌اید که این
                    بسته را به صاحب آن برسانید. بنابراین می‌توانید چاره‌ای
                    بیندیشید تا این بسته به صاحب آن برسد. مثلاً بسته را در یک
                    مکان معتبر (مثل اداره پست، هتل، امانات موزه و...) قرار دهید
                    تا صاحب بسته بعداً به آن‌جا مراجعه کند و آن را تحویل بگیرد.
                  </p>
                </Panel> */}
                <Panel
                  header="اگر بسته حین سفر آسیب ببیند یا گم شود باید چه کنم؟"
                  style={header_style}
                  key="27"
                >
                  <p style={text_style}>
                    شما متعهد شده‌اید که این بسته را سالم به دست صاحب آن رسانید
                    و در صورتی که مشکلی پیش بیاید مسئولیت آن به عهده شماست.
                  </p>
                </Panel>
              </Collapse>
            </TabPane>
            <TabPane tab="خریدار" key="2">
              <Collapse accordion>
                <Panel header="بیلیگ چیست؟" style={header_style} key="1">
                  <p style={text_style}>
                    بیلیگ پلتفرمی است که خریدار کالا را به
                    مسافر متصل می‌کند. اگر شما می‌خواهید از کشورهای دیگر خرید انجام دهید
                   بیلیگ می‌تواند به شما کمک
                    کند. کافی‌ست یک آگهی ثبت کنید و منتظر پیام یکی از مسافران
                    بمانید.
                  </p>
                </Panel>
                <Panel
                  header="آیا بیلیگ مطمئن است؟"
                  style={header_style}
                  key="3"
                >
                  <p style={text_style}>
                    هنگام ثبت نام در بیلیگ، کاربران از طریق شماره تماس احراز
                    هویت می‌شوند. همچنین سیستم امتیازدهی سایت باعث می‌شود که شما
                    بتوانید افراد را اعتبارسنجی کنید. سیستم پرداخت امن بیلیگ هم
                    امکان هرگونه اختلافات و سوء‌استفاده‌های مالی را به نزدیک صفر
                    می‌رساند. اما از آنجا که بیلیگ یک پلتفرم واسطه‌ای می‌باشد،
                    رعایت احتیاط و توصیه‌های امنیتی شرط لازم است زیرا هیچ سیستم
                    مشابهی نیز در جهان 100 درصد مطمئن نیست. برای جلوگیری از
                    هرگونه مشکل احتمالی بیلیگ اقدام به جمع‌آوری قوانین گمرکی
                    کشورهای مختلف کرده است و همچنین در قسمت توصیه ها و قوانین
                    سایت می‌توانید مطالب بسیار مهمی پیدا کنید که به شما کمک
                    می‌کند از اشتباهات احتمالی که منجر به مشکلات می‌شوند جلوگیری
                    کنید.
                  </p>
                </Panel>
                <Panel
                  header="آیا ثبت نام در بیلیگ و ثبت آگهی رایگان است؟"
                  style={header_style}
                  key="4"
                >
                  <p style={text_style}>
                    بله، ثبت نام و ثبت آگهی در بیلیگ کاملاً رایگان می‌باشد.
                  </p>
                </Panel>
                <Panel
                  header="چگونه باید سفارش خود را در سایت ثبت کنم؟"
                  style={header_style}
                  key="5"
                >
                  <p style={text_style}>
                    بعد از ثبت نام در سایت می‌توانید آگهی خرید خود
                    را ثبت نمایید. پس از تایید و انتشار، آگهی شما در معرض دید
                    مسافران قرار می‌گیرد و آن‌ها می‌توانند پیشنهادهای خود را روی
                    آگهی شما قرار دهند. شما می‌توانید یکی از این پیشنهادها را
                    قبول نمایید. در صورتی که در طول ۱ ماه هیچ پیشنهادی دریافت
                    نکنید و یا هیچ پیشنهادی را قبول نکنید آگهی شما منقضی می‌شود
                    و باید آن را تمدید کنید. در صورتی که یک پیشنهاد را از سوی
                    مسافری قبول کنید دیگر امکان گذاشتن پیشنهاد روی آگهی شما
                    از سوی مسافران دیگر وجود نخواهد داشت و شما وارد فاز مذاکره با
                    مسافر می‌شوید. در صورتی که با مسافر به
                    توافق رسیدید، ۲ روز وقت دارید تا مبلغ را از طریق درگاه
                    پرداخت آنلاین به حساب بیلیگ پرداخت کنید. اگر طی ۲ روز پرداخت
                    انجام نشود آگهی شما دوباره در لیست آگهی‌های سایت منتشر
                    می‌شود و مسافران دیگر می‌توانند روی آن پیشنهاد بگذارند. بعد
                    از اینکه شما پرداخت را انجام دادید مسافر ۷ روز وقت دارد کالا
                    را خریداری کند. در صورتی که طی ۷ روز کالا خریداری نشود به
                    شما اطلاع داده می‌شود و شما می‌توانید آگهی را تمدید و
                    یا کنسل کنید و مبلغ را تمام و کمال دریافت کنید.
                  </p>
                </Panel>
                <Panel
                  header="چگونه باید مسافران را پیدا کنم؟"
                  style={header_style}
                  key="6"
                >
                  <p style={text_style}>
                    شما فقط باید آگهی خود را در سایت ثبت نمایید و منتظر پیام
                    مسافران باشید. این مسافران هستند که شما را پیدا می‌کنند.
                  </p>
                </Panel>
                <Panel
                  header="اگر آگهی من پیشنهادی دریافت نکرد چی می‌شود؟"
                  style={header_style}
                  key="7"
                >
                  <p style={text_style}>
                    اگر طی ۱ ماه هیچ پیشنهادی دریافت نکردید آگهی شما منقضی
                    می‌شود و باید دوباره آن را تمدید کنید.
                  </p>
                </Panel>
                <Panel
                  header="وقتی یک پیشنهاد را قبول کردم چی می‌شود؟"
                  style={header_style}
                  key="8"
                >
                  <p style={text_style}>
                    در صورت پذیرفتن یک پیشنهاد، شما وارد مرحله مذاکره با مسافر
                    می‌شوید و در صورت توافق باید طی ۲ روز مبلغ مورد توافق را به
                    حساب بیلیگ واریز نمایید.
                  </p>
                </Panel>
                <Panel
                  header="دست‌مزد مسافران چقدر است؟"
                  style={header_style}
                  key="9"
                >
                  <p style={text_style}>
                    دست‌مزد مسافران به صورت توافقی بین شما و مسافر تعیین می‌شود و
                    بیلیگ هیچ دخالتی در آن ندارد.
                  </p>
                </Panel>
                <Panel
                  header="چه موقع باید هزینه را پرداخت کنم؟"
                  style={header_style}
                  key="10"
                >
                  <p style={text_style}>
                    پس از توافق با مسافر ۲ روز وقت دارید تا مبلغ را به حساب
                    بیلیگ واریز نمایید.
                  </p>
                </Panel>
                <Panel
                  header="کمیسیون بیلیگ چقدر است؟"
                  style={header_style}
                  key="11"
                >
                  <p style={text_style}>
                    کمیسیون بیلیگ برای دسته‌بندی‌های مختلف متفاوت است و هنگام پرداخت به شما اطلاع داده می‌شود.
                  </p>
                </Panel>
                <Panel
                  header="اگر مسافر سفارش مرا نخرید چه کنم؟"
                  style={header_style}
                  key="12"
                >
                  <p style={text_style}>
                    پس از اینکه شما مبلغ را به حساب بیلیگ واریز نمودید مسافر ۷
                    روز وقت دارد تا کالا را خریداری کند در غیر این صورت آگهی شما
                    به لیست آگهی‌ها برگردانده می‌شود و یا در صورتی که نخواهید
                    آگهی را ادامه دهید، مبلغ به طور کامل به حساب شما بازگردانده
                    می‌شود.
                  </p>
                </Panel>
                <Panel
                  header="اگر مسافر سفارش را اشتباه خرید چه می‌شود؟"
                  style={header_style}
                  key="13"
                >
                  <p style={text_style}>
                    در این مورد باید در مرحله مذاکره همه موارد را با مسافر توافق
                    کنید و در صورت بروز مشکل و اشتباه از سمت مسافر، ضرر و زیان
                    آن به عهده خود مسافر می‌باشد. اما چنانچه کالایی که خریداری
                    شده است مطابق با آگهی ثبت شده باشد و یا مطابق مواردی که
                    هنگام مذاکره بین صاحب آگهی و مسافر بر سر آن توافق شده، باشد؛
                    در این صورت حق با مسافر است و هزینه به مسافر پرداخت خواهد
                    شد.
                  </p>
                </Panel>
                <Panel
                  header="اگر مسافر کالا را گم کرد یا آسیبی به آن زد چه می‌شود؟"
                  style={header_style}
                  key="3"
                >
                  <p style={text_style}>
                    در این صورت ضرر و زیان آن به عهده مسافر است.
                  </p>
                </Panel>
                <Panel
                  header="مبلغ را باید به مسافر بدهم یا به بیلیگ؟"
                  style={header_style}
                  key="14"
                >
                  <p style={text_style}>
                    به بیلیگ، شما به هیچ وجه نباید مبلغی به مسافران پرداخت کنید.
                    تمام مبالغ نزد بیلیگ به امانت می‌ماند تا خیال شما راحت باشد.
                    پس از اینکه شما بسته را تحویل گرفتید، مبلغ به حساب مسافر
                    واریز می‌شود.
                  </p>
                </Panel>
                <Panel
                  header="چقدر طول می‌کشد تا بسته به دست من برسد؟"
                  style={header_style}
                  key="15"
                >
                  <p style={text_style}>
                    این بستگی به تاریخ پرواز مسافر دارد که شما باید طبق نیازتان
                    از بین پیشنهادهایی که به شما می‌شود مسافری را انتخاب کنید که
                    بسته را در زمان مطلوب به دستتان می‌رساند.
                  </p>
                </Panel>
                <Panel
                  header="چه کالاهایی را می‌توانم سفارش دهم؟"
                  style={header_style}
                  key="16"
                >
                  <p style={text_style}>
                    مسلماً کالاهایی را می‌توانید سفارش دهید که با قوانین کشور
                    مبدا و مقصد مطابقت داشته باشد و منعی از جانب گمرک و خطوط
                    هوایی نداشته باشد.
                  </p>
                </Panel>
              </Collapse>
            </TabPane>
          </Tabs>
          <Divider />
        </Col>
      </Row>
    </div>
  );
};

export default Faq;
