import React from "react";
import { Col, Row } from "antd";


const Privacy = () => {
  window.scroll(0,0)
  return (
    <div
      style={{
        direction: "rtl",
        padding: "30px",
        fontSize: "16px",
        textAlign: "justify",
      }}
    >
      <Row style={{ justifyContent: "center", display: "flex" }}>
        <Col xs={24} sm={24} md={24} lg={12} xl={12}>
          <h1 style={{ textAlign: "center" }}>سیاست حفظ حریم خصوصی</h1>
          <p>
            از انتخاب شما برای پیوستن به پلتفرم بیلیگ سپاسگزاریم. بیلیگ به
            اطلاعات خصوصی کاربران خود احترام گذاشته و متعهد می شود که از حریم
            خصوصی و اطلاعات شخصی که شما در اختیار ما می گذارید، محافظت کند. در
            صورتی که سؤالی در رابطه با حقوق خودتان حین استفاده از بیلیگ دارید،
            از طریق فرم مربوط در صفحه پشتیبانی با ما در ارتباط باشید. اگر از
            پلتفرم بیلیگ استفاده می‌کنید یعنی به آن اعتماد دارید بنابراین حفظ
            اطلاعات شخصی شما برای ما بسیار مهم است. در ادامه مطلب می‌توانید با
            سیاست‌های ما در حفظ حریم خصوصی کاربران آشنا بشید.از آنجا که جمع‌آوری
            و پردازش اطلاعات شخصی بخش غیرقابل اجتنابی در فرآیندهای مبتنی بر
            اینترنت است لذا به منظور آگاهی کامل از سیاست و عملکرد بیلیگ در این
            زمینه، مطالعه این سند تحت عنوان «سیاست‌ حفظ حریم خصوصی» و هر گونه
            پیام دیگری که در خصوص جمع‌آوری و پردازش اطلاعات توسط بیلیگ به حساب
            کاربری شما ارسال می‌شود، ضروری است. در اینحا سعی کرده‌ایم که با
            زبانی ساده توضیح دهیم که ما چه اطلاعاتی را جمع‌آوری می‌کنیم و چگونه
            و در چه راستایی از آن‌ها استفاده می‌کنیم و همچنین حقوق شما در این
            رابطه چیست. این سند مشتمل بر موارد ذیل است:
          </p>
          <ol>
            <li>
              تغییرات این سند و تکلیف شما به اطلاع‌رسانی تغییر اطلاعات شخصی
            </li>
            <li>سایت و خدمات اشخاص ثالث</li>
            <li>کدام اطلاعات شخصی توسط بیلیگ جمع‌آوری می‌شوند؟</li>
            <li>از اطلاعات شخصی چه استفاده‌ای می‌کنیم؟</li>
            <li>اطلاعات شخصی در اختیار چه اشخاصی قرار می‌گیرند؟</li>
            <li> امنیت اطلاعات شخصی</li>
            <li> پرسش‌ها و درخواست‌های شما</li>
            <li> شرایط درخواست</li>
          </ol>
          <ol>
            <li>
              تغییرات این سند و تکلیف شما به اطلاع‌رسانی تغییر اطلاعات شخصی :
              این سند مطابق با آخرین تغییرات قوانین و مقررات موضوعه کشور تدوین
              شده و مبیّن کلیه حقوق شما بر اساس قانون تجارت الکترونیکی مصوب
              ۱۳۸۲، قانون دسترسی و انتشار آزاد به اطلاعات مصوب ۱۳۸۷ و اسناد
              بین‌المللی ذی ربط است. این سند ممکن است دستخوش تغییرات و تجدیدنظر
              شود. لذا توصیه می‌شود که به منظور اطلاع از تغییرات این سند، برای
              هر بار ثبت آگهی این سند را مطالعه نمایید. تاریخ به‌روزرسانی این
              سند در انتها قید گردیده است. در صورتی که شما مایل نیستید اطلاعات
              شخصی شما در اختیار بیلیگ قرار گیرد، لطفاً از ثبت نام و ثبت آگهی در
              سایت بیلیگ خودداری نمایید. در مواردی که جمع‌آوری اطلاعات شخصی شما
              مطابق با قانون یا به منظور ارائه خدمات توسط بیلیگ الزامی باشد، در
              صورت عدم ارائه اطلاعات مذکور، بیلیگ قادر نخواهد بود خدمات مورد
              درخواست را ارائه نماید و ممکن است رأساً نسبت به حذف آگهی یا
              پروفایل شما و متعاقباً اطلاع‌رسانی به شما اقدام نماید.
            </li>
            <li>
              آگهی‌های مندرج در سایت بیلیگ حاوی لینک‌های متعلق به اشخاص ثالث
              (اعم از آگهی‌دهندگان و مسافران) است به نحوی که کلیک کردن روی آنها
              می‌تواند منجر به جمع‌آوری اطلاعات شخصی شما شود. توصیه بیلیگ این
              است که علاوه بر این سند و تغییرات آن، سیاست‌های حفاظت از اطلاعات
              شخصی (Privacy Policy) (تحت همین نام یا نام‌های دیگر) لینک‌های
              متعلق به اشخاص ثالث را به دقت مطالعه کنید. بیلیگ هیچ مسئولیتی در
              قبال اطلاعاتی که با اشخاص ثالث به اشتراک می‌گذارید نخواهد داشت.
              این امر در مورد مطالب اشخاص ثالث که در سایت مشاهده می‌کنید و
              پیشنهادهایی که در رابطه با استفاده از محصولات و خدمات خود دارند،
              نیز صادق است.
            </li>
            <li>
              کدام اطلاعات شخصی توسط بیلیگ جمع‌آوری می‌شوند؟ مطابق با قانون
              تجارت الکترونیکی مصوب ۱۳۸۲ منظور از داده پیام شخصی (اطلاعات شخصی)،
              داده پیام‌های مربوط به یک شخص حقیقی مشخص و معین است.
              <ol>
                <li>
                   اطلاعاتی که با ثبت نام و استفاده از سایت بیلیگ جمع‌آوری
                  می‌شوند: اطلاعات مربوط به استفاده از خدمات بیلیگ و اطلاعات
                  دستگاهی که بنا به استفاده از بیلیگ (بدون ثبت آگهی) جمع‌آوری
                  می‌شوند. برخی از این اطلاعات عبارتند از:
                </li>
                <ol>
                  <li>نوع دستگاه، زبان و نوع سیستم عامل دستگاه شما، </li>
                  <li>اطلاعاتی که شما حین استفاده از سایت مشاهده کرده‌اید، </li>
                  <li>جست‌وجوهای انجام شده و نتایج انتخاب‌شده، </li>
                  <li> مدت و باز‌ه‌های استفاده شما از خدمات بیلیگ، </li>
                  <li>
                    اطلاعات فنی و گزارش‌های سرورشامل آدرس پروتکل اینترنت (IP)،
                    مکان و کشور محل اتصال، نوع شبکه، نوع و نسخه مرورگر، اطلاعات
                    مهم دستگاه هنگام وقفه‌ها (Crashes) شامل وضعیت روت بودن یا
                    نبودن دستگاه، میزان کل رم و میزان فضای پر آن هنگام وقفه، روز
                    و ساعت  رخدادها، خاموش یا روشن بودن شبکه بی‌سیم، خاموش یا
                    روشن بودن شبکه دیتا، خاموش یا روشن بودن وضعیت رومینگ، 
                  </li>
                  <li></li>شناسه اندروید و شناسه تبلیغاتی اندروید ویژه دستگاه
                  شما، شناسه تبلیغاتی اندروید صرفاً به منظور تحلیل رفتار کاربر و
                  نمایش تبلیغات یا پیشنهادات به صورت شخصی‌سازی‌شده، بدون اینکه
                  به‌طور مستقیم به شخص حقیقی معین و مشخص مرتبط باشد، مورد
                  استفاده قرار می‌گیرد. در صورت تغییر شناسه تبلیغاتی توسط کاربر،
                  شناسه تبلیغاتی جدید به شناسه تبلیغاتی قبلی و اطلاعات مرتبط به
                  آن، متصل نخواهد شد.
                  <li>
                    ما ممکن است از کوکی‌ها (cookies) و فن آوری های مشابه ردیابی
                    (مانند چراغ وب و پیکسل) در جمع‌آوری اطلاعات استفاده کنیم.
                    کوکی فایلی است که به درخواست یک سایت، توسط مرورگر ایجاد
                    می‌شود و به سایت امکان ذخیره بازدید‌های شما و مناسب‌سازی
                    آنها را فراهم می‌نماید. ما برای بهبود و ارتقا خدمات خود و
                    داشتن تجربه بهتر برای شما نیاز به استفاده از کوکی ها داریم ،
                    البته قبل از استفاده از آنها رضایت شما را برای مطابقت با
                    مقررات عمومی حفاظت از داده های اتحادیه اروپا (GDPR) و
                    دستورالعمل ePrivacy از شما می گیریم. به عنوان مثال ما با
                    استفاده از کوکی می‌توانیم محتوایی را به شما پیشنهاد بدهیم که
                    متناسب با علاقه‌ها و ترجیحات شما باشد. بسیاری از مرورگرها
                    امکان غیرفعال کردن کوکی را فراهم کرده‌اند، به این منظور
                    می‌توانید راهنمای مرورگرها را مطالعه کنید. (برای
                    مثال، Internet Explorer، Google Chrome، Mozilla
                    Firefox و Apple Safari) این اطلاعات به نحوی مورد استفاده
                    قرار می‌گیرند که به طور مستقیم به یک شخص حقیقی مشخص و معین
                    مرتبط نباشند.
                  </li>
                </ol>
                <li>
                  {" "}
                  اطلاعات شخصی: اطلاعات شخصی که توسط بیلیگ جمع‌آوری می شوند شامل
                  موارد ذیل است:
                  <ol>
                    <li>
                       اطلاعاتی که برای ثبت آگهی در بیلیگ ضروری است شامل اطلاعات
                      مربوط به هویت نظیر نام، نام خانوادگی و اطلاعات مربوط به
                      روش های ارتباط با شما شامل کشور محل اقامت، شماره تماس
                      موبایل، آدرس پست الکترونیکی (ایمیل) و غیره که شما در
                      اختیار بیلیگ قرار می‌دهید؛
                    </li>
                    <li>
                      اطلاعات حساب بانکی شامل شماره حساب، شماره کارت و شماره شبا
                      برای ارسال دستمزدهای توافق شده.
                    </li>
                    <li>سوابق کلیه سفرها و آگهی‌ها در بستر بیلیگ؛</li>
                    <li>
                      نظراتی که در بیلیگ ثبت می نمایید و فهرستی از آگهی های ثبت
                      شده؛
                    </li>
                    <li>
                       اطلاعات مربوط به مبادلات مالی نظیر کلیه پرداخت های موفق و
                      ناموفق بابت ثبت آگهی در بیلیگ؛
                    </li>
                    <li>
                      {" "}
                      صدا و مکاتبات شما در تماس با تیم پشتیبانی ضبط می‌شود
                    </li>
                    <li>
                      مکاتبات شما و سایر کاربران (در قالب چت) از طریق بستر
                      بیلیگ.
                    </li>
                    ما اطلاعات شخصی را که شما به ما ارائه می دهید مانند نام ،
                    آدرس ، اطلاعات تماس ، گذرواژه ها و داده های امنیتی و اطلاعات
                    پرداخت را جمع آوری می کنیم.
                  </ol>
                </li>
              </ol>
            </li>
            <li>
              {" "}
              از اطلاعات شخصی چه استفاده‌ای می‌کنیم؟ اطلاعات شما فقط تحت شرایط
              زیر به اشتراک گذاشته می‌شوند: رضایت شما: درصورتی که خود شما رضایت
              داده باشید که اطلاعاتتان در شرایط خاصی برای هدف خاصی پردازش شود یا
              به اشتراک گذاشته شود. منافع قانونی: ما برای دستیابی به منافع
              قانونی تجارتی خود ، ممکن است داده های شما را پردازش کنیم. عملکرد
              قرارداد: در جایی که با شما قرارداد بسته ایم ، ممکن است اطلاعات
              شخصی شما را برای تحقق شرایط قرارداد خود پردازش کنیم. تعهدات حقوقی:
              ما ممکن است اطلاعات شما را در مواردی که از نظر قانونی ملزم به
              انجام چنین کاری هستیم ، اعلام کنیم تا مطابق با قانون قابل اجرا ،
              درخواست های دولت ، دادرسی قضایی ، حکم دادگاه یا مراحل قانونی مانند
              پاسخ به حکم دادگاه یا احضاریه ( از جمله در پاسخ به مقامات عمومی
              برای تأمین امنیت ملی یا الزامات اجرای قانون) به اشتراک بگذاریم
              منافع حیاتی: ما ممکن است اطلاعات شما را در جایی که فکر می کنیم در
              مورد نقض احتمالی سیاست های ماست ، مشکوک به کلاهبرداری‌ست و یا
              شرایطی که تهدیدهای بالقوه برای امنیت هر شخص و فعالیت های غیرقانونی
              وجود دارد ، یا به عنوان شواهد در آنها لازم است تحقیق ، پیشگیری یا
              اقدام شود، افشا کنیم) . شرایط خاص دیگری که تحت آن ممکن است اطلاعات
              شما را استفاده یا افشا کنیم: فروشندگان ، مشاوران و سایر ارائه
              دهندگان خدمات شخص ثالث: ما ممکن است داده های شما را با فروشندگان
              شخص ثالث ، ارائه دهندگان خدمات ، پیمانکاران یا نمایندگانی که برای
              ما یا از طرف ما خدمات انجام می دهند به اشتراک بگذاریم و برای انجام
              کار نیاز به دسترسی به چنین اطلاعاتی داریم. مثالها عبارتند از:
              پردازش پرداخت ، تجزیه و تحلیل داده ها ، تحویل ایمیل ، خدمات
              میزبانی ، خدمات به مشتری و تلاش های بازاریابی. ما ممکن است به
              اشخاص ثالث منتخب اجازه دهیم از فناوری ردیابی در سایت استفاده کنند
              ، که به آنها امکان می دهد داده ها را در مورد نحوه تعامل شما با
              سایت در طول زمان جمع آوری کنند. از این اطلاعات ممکن است برای تجزیه
              و تحلیل و ردیابی داده ها ، تعیین میزان محبوبیت محتوای خاص و درک
              بهتر فعالیت آنلاین استفاده شود. ما هیچ یک از اطلاعات شما را برای
              اهداف تبلیغاتی با اشخاص ثالث به اشتراک نمی گذاریم ، نمی فروشیم ،
              یا با آنها تجارت نمی کنیم. نقل و انتقالات تجاری: ما ممکن است
              اطلاعات شما را در رابطه با هرگونه ادغام ، فروش دارایی های شرکت ،
              تأمین مالی یا تملک کل یا بخشی از تجارت خود به یک شرکت دیگر به
              اشتراک بگذاریم یا منتقل کنیم. تبلیغ کنندگان شخص ثالث: هنگام بازدید
              از سایت ، ممکن است از شرکت های تبلیغاتی شخص ثالث برای ارائه
              تبلیغات استفاده کنیم. این شرکت ها ممکن است از اطلاعات بازدید شما
              از وب سایت (های) ما و سایر وب سایت هایی که در کوکی های وب و سایر
              فن آوری های ردیابی وجود دارد ، به منظور ارائه تبلیغات در مورد
              کالاها و خدمات مورد علاقه شما استفاده کنند. شرکت های وابسته: ما
              ممکن است اطلاعات شما را با شرکت های وابسته خود به اشتراک بگذاریم ،
              در این صورت آن شرکت های وابسته متعهد می‌شوند که به این سیاست حفظ
              حریم خصوصی احترام بگذارند. شرکت های وابسته شامل شرکت مادر ما و هر
              شرکت تابعه ، شریک سرمایه گذاری مشترک یا شرکت های دیگری هستند که ما
              کنترل می کنیم یا تحت کنترل مشترک ما هستند. شرکای تجاری: ما ممکن
              است اطلاعات شما را با شرکای تجاری خود به اشتراک بگذاریم تا محصولات
              ، خدمات یا تبلیغات خاصی را به شما ارائه دهیم. سایر کاربران: شما با
              فعالیت در وب‌سایت ما و ثبت نظرات خود و یا نشر مقاله در بلاگ و در
              چت با دیگر کاربران به خواست خودتان اطلاعات شخصی خود را در معرض دید
              کاربران دیگر قرار می‌دهید. مانند عکس پروفایل‌تان و یا هر اطلاعات
              دیگری که خودتان در بیوگرافی می‌نویسید و یا در بلاگ‌تان به اشتراک
              می‌گذارید.
            </li>
            <li>
              اطلاعات شخصی در اختیار چه اشخاصی قرار می‌گیرند؟
              <ol>
                <li>
                   بیلیگ ممکن است در راستای مطابقت عملکردش با قوانین و مقررات
                  کشور اطلاعات موضوع این سند را در جریان رسیدگی قضایی و تنها در
                  پاسخ به دستور مراجع قضایی ذی‌صلاح در اختیار نهادهای ذی‌ربط
                  قرار دهد.
                </li>
                <li>
                  {" "}
                   بیلیگ به اشخاص ثالثی که به نحوی در ارائه خدمات با ما همکاری
                  می‌کنند یا وابسته به بیلیگ هستند، تنها در چارچوب این سند اجازه
                  استفاده و پردازش اطلاعات شخصی شما را می‌دهد.{" "}
                </li>
              </ol>
            </li>
            <li>
              امنیت اطلاعات شخصی
              <ol>
                <li>
                   یکی از اولویت‌های اصلی بیلیگ محافظت از اطلاعات حساب کاربران و
                  جلوگیری از دسترسی‌های غیرمجاز به این اطلاعات است. بر همین
                  اساس: بسیاری از خدمات بیلیگ با SSL‌ رمزگذاری شده‌اند،  برای
                  تغییر رمز عبور تنها با دسترسی به شماره تلفن همراهی که از طریق
                  آن در بیلیگ، حساب کاربری خود را ایجاد کرده‌اید امکان‌پذیر است،
                   اطلاعات حساب یا کارت بانکی که در زمان پرداخت وارد می‌کنید، در
                  درگاه بانکی وارد می‌شوند و به هیچ‌ عنوان در بیلیگ دریافت و
                  ذخیره نخواهند شد و از طریق درگاه بانکی مورد استفاده خواهند
                  بود.
                </li>
                <li>
                  علی‌رغم تمام رویه‌های ایمنی که بیلیگ مطابق با قانون به هنگام
                  ارائه خدمات اتخاذ کرده است، متاسفانه تدابیر امنیتی را نمی‌توان
                  به صورت صد در صدی تضمین نمود، بنابراین مقتضی است: از اطلاعات
                  حساب کاربری خود محافظت کرده و آن‌ها را در اختیار اشخاص ثالث
                  قرار ندهید،  رمز عبوری را انتخاب نمایید که حتی‌الامکان برای
                  دیگران غیر قابل پیش‌بینی باشد، در صورت وقوع سرقت دستگاه و
                  همچنین پیش از واگذاری شماره تلفنی که با آن حساب کاربری ایجاد
                  کرده‌اید، موضوع را به بیلیگ اطلاع دهید تا حساب کاربری شما
                  تعلیق شده یا اطلاعات موجود در آن تغییر کند. در غیر این صورت و
                  در موارد دسترسی اشخاص ثالث به رمز عبور شما، تمامی مسئولیت
                  هرگونه استفاده یا سوءاستفاده از حساب کاربری شما به عهدۀ شخص
                  شماست و بیلیگ هیچ‌گونه مسئولیتی در این مورد ندارد.
                </li>
              </ol>
            </li>
            <li>
              تحت شرایطی، شما می توانید متقاضی هر یک از موارد ذیل در رابطه با
              اطلاعات شخصی خود باشید: درخواست دسترسی به اطلاعات شخصی خود که در
              اختیار بیلیگ قرار داده‌اید، درخواست تکمیل اطلاعات ناقص یا اصلاح
              اطلاعات نادرستی که در اختیار بیلیگ قرار دارد، درخواست حذف یا محو
              کردن اطلاعات شخصی؛ در این خصوص بیلیگ درخواست شما را بررسی و تنها
              در چارچوبی که قانون اجازه می‌دهد اطلاعات را حذف یا محو می‌نماید و
              به نحو مقتضی به شما اطلاع‌رسانی خواهد کرد،  اعلام عدم رضایت نسبت
              به جمع‌آوری، ذخیره، پردازش و توزیع اطلاعات شخصی در مواردی که به
              موجب قانون این اقدامات مستلزم رضایت شماست؛ در این خصوص بیلیگ
              درخواست شما را بررسی و تنها در چارچوبی که قانون اجازه می‌دهد اقدام
              و به نحو مقتضی به شما اطلاع‌رسانی خواهد کرد. همان طور که قبلاً ذکر
              شد، عدم دسترسی بیلیگ به برخی اطلاعات، ممکن است مانع ارائه تمام یا
              برخی از خدمات یا عملکرد مناسب سایت گردد.
            </li>
            <li>
              شما می توانید درخواست های خود را به نشانی
              الکترونیکی support@billlig.com ارسال نمایید. درخواست شما در هیچ یک
              از موارد فوق متضمن پرداخت هزینه نمی‌باشد.  در هر یک از موارد فوق،
              بیلیگ ممکن است اطلاعاتی را به منظور تأیید هویت و حصول اطمینان از
              حق دسترسی شما به اطلاعات شخصی، درخواست کند. این اقدامات و تدابیر
              با هدف محافظت از اطلاعات و جلوگیری از دسترسی‌های غیرمجاز به
              اطلاعات شخصی شما انجام می‌شوند. بیلیگ هر درخواست را ظرف حداکثر ۱
              ماه پاسخ خواهد داد مگر آنکه پیچیدگی یا تعدد موضوعات بررسی
              طولانی‌تری را اقتضا کند؛ در این صورت بیلیگ، اطلاع‌رسانی‌های لازم
              را انجام خواهد داد.
            </li>
          </ol>
          <p style={{textAlign:"center"}}><a> دانلود نسخه پی دی اف</a></p>
    
        </Col>
      </Row>
    </div>
  );
};

export default Privacy;
