import React from "react";
import { Col, Row } from "antd";

const Terms = () => {
  window.scroll(0,0)
  return (
    <div
      style={{
        direction: "rtl",
        padding: "30px",
        fontSize: "16px",
        textAlign: "justify",
      }}
    >
      <Row style={{ justifyContent: "center", display: "flex" }}>
        <Col xs={24} sm={24} md={24} lg={12} xl={12}>
        <h1 style={{ textAlign: "center" }}>شرایط و ضوابط</h1>
        <p>در این صفحه، شرایط استفاده از بیلیگ شرح داده شده‌است. این سند ممکن است دستخوش تغییرات و تجدیدنظر شود. لذا توصیه می‌شود که به منظور اطلاع از تغییرات این سند، برای هر بار ثبت آگهی و انجام سفر این سند را مطالعه نمایید. تاریخ به‌روزرسانی این سند در انتها قید گردیده است.  در صورت ایجاد تغییرات در این صفحه به کاربران سایت اطلاع داده می‌شود. تمامی شرایط در نظر گرفته‌شده برای استفاده از بیلیگ مطابق با قوانین جمهوری اسلامی ایران است و با تمام افراد طبق قوانین این کشور برخورد می‌شود؛ بنابراین کاربرانی که از این سایت استفاده می‌کنند خود را ملزم به انجام قوانین جمهوری اسلامی ایران کرده‌اند.</p>
        <p>ثبت‌نام و استفاده از این سایت فقط مختص افراد بالای 18 سال است.</p>
        <ol>
            <li>حق مالکیت معنوی:<p>تمامی اطلاعات سایت از جمله کدها، پایگاه داده، توابع، نرم‌افزارها، صوت، عکس، فیلم، گرافیک، نمادها، آرم‌ها، مارک‌ها و تمام آن چیزی که محتوای سایت بیلیگ محسوب می‌شود، متعلق به این وب‌سایت است و کپی‌برداری از آن‌ها مجاز نیست.</p></li>
            <li>تعهدات کاربران:<p>جهت استفاده از بیلیگ، شما متعهد می‌شوید و تضمین می‌کنید که:</p>
                <ol>
                    <li>مام اطلاعات کاربری که درج می‌کنید؛ درست، دقیق، به‌روز و کامل باشد.</li>
                    <li> صحت این اطلاعات را حفظ کرده و در صورت لزوم سریعاً اطلاعات کاربری را به‌روزرسانی نمایید.</li>
                    <li> شما صلاحیت قانونی دارید و موافقت می‌کنید که این شرایط استفاده را رعایت کنید.</li>
                    <li>شما در حوزه قضایی محل اقامت خود صغیر نیستید.</li>
                    <li>چه از طریق ربات، اسکریپت یا سایر روش‌ها، به صورت خودکار یا غیر انسانی به سایت دسترسی نخواهید داشت.</li>
                    <li> از بیلیگ برای اهداف غیرقانونی یا غیرمجاز استفاده نخواهید کرد.</li>
                    <li> از بیلیگ هیچ قانون یا مقررات قابل‌اجرایی را نقض نخواهید کرد.</li>
                </ol>
                <p>در صورت ارائه هرگونه اطلاعات غیرواقعی، نادرست، قدیمی یا ناقص، بیلیگ حق تعلیق یا فسخ حساب کاربری شما را خواهد داشت و از هرگونه استفاده در زمان حال یا آینده از سایت (یا بخشی از آن) خودداری خواهد کرد.
شما نمی‌توانید از سایت برای اهداف غیرقانونی یا غیرمجاز استفاده کنید. از جمله موارد غیرمجاز مسکرات از هر نوع، داروهای غیرقانونی یا سایر محصولات غیرقانونی، نوشیدنی‌های الکلی، بازی‌های قمار، پورنوگرافی یا محتوای گرافیکی بزرگ‌سالان، تصاویر یا سایر محصولات بزرگ‌سالان است. ارسال هرگونه محصولات یا محتوای غیرمجاز ممکن است منجر به تعلیق فوری حساب شما و ممنوعیت دائمی استفاده از سایت شود.
ما صرفاً واسط و بسترساز و ارائه‌دهنده خدمات هستیم و هیچ‌گونه ضمانتی در مورد امنیت، اثربخشی، کیفیت، صحت، در دسترس بودن، قیمت‌ها، رتبه‌بندی، بررسی‌ها یا قانونی‌بودن هر یک از اطلاعات موجود در آگهی‌های نمایش داده‌شده یا سایت‌های خرید خارجی ارائه‌شده از طریق آگهی‌دهنده، ارائه نمی‌دهیم. شما می‌دانید و موافقت می‌کنید که محتوای سایت توسط کاربران تولید می‌شود و نمی‌توان صد درصد به آنها۲ اعتماد کرد. هم‌چنین شما موافقت می‌کنید که از هرگونه خطا، حذف یا اظهارنظر نادرست و نشر اکاذیب و مطالب بی‌پایه‌ و اساس در محتوای سایت خودداری کنید. ما هیچ‌یک از مطالبی را که توسط کاربران در سایت منتشر می‌شود، تأیید یا توصیه نمی‌کنیم.</p>
            </li>
            <li>
            ثبت‌نام کاربر:
            <p>برای دسترسی به خدمات و استفاده از بیلیگ لازم است در بیلیگ ثبت‌نام کنید. با ثبت‌نام در بیلیگ شما موافقت می‌کنید که رمز ورود خود را محرمانه نگه‌دارید و مسئولیت استفاده از حساب و رمز ورود خود را بر عهده خواهید داشت. بیلیگ این حق را برای خود محفوظ می‌داند که اگر بنا به صلاحدید خود تشخیص دهد که نام کاربری شما نامناسب، ناپسند یا غیرقابل‌قبول باشد، نام کاربری را که انتخاب می‌کنید حذف، بازیابی یا تغییر دهد.</p>
            </li>
            <li>
            شرایط ثبت آگهی:
            <p>به منظور بهبود تجربه‌ی کاربری، شرایط زیر برای ثبت آگهی در «بیلیگ» وضع شده‌اند. رعایت این موارد، علاوه بر افزایش رضایت کاربران، منجر به اثربخشی هرچه بیشتر آگهی‌ها نیز می‌گردد.
آگهی منتشر شده به مدت ۱ ماه بر روی «بیلیگ» باقی می‌ماند و در صورت نداشتن پیشنهاد و عدم تمدید آگهی توسط متقاضی، آگهی منقضی شده و از روی «بیلیگ» پاک می‌شود.
هر آگهی خرید می‌بایست نشان‌دهنده یک نوع کالای مشخص و جزئیات مربوط به آن باشد.
آگهی ثبت شده، از طریق وبسایت «بیلیگ» منتشر شده و از طریق موتور‌های جستجو (مانند گوگل) قابل مشاهده و دسترسی است.
پس از مذاکره و تایید مبلغ، امکان ویرایش اطلاعات تماس و همچنین دسته‌بندی آگهی و مبدأ و مقصد وجود ندارد.
آگهی‌دهنده حق ندارد خود را نماینده معتبر و تأیید شده توسط سایت بیلیگ معرفی کند.</p>
            </li>
            <li>
            عکس آگهی باید چه شرایطی داشته باشد؟
            <p>طبق تجربه به دست آمده در «بیلیگ» آگهی‌هایی که همراه با تصویر منتشر می‌شوند، نسبت به آگهی‌های بدون تصویر، بازدیدکننده‌ی بیشتری دارند؛ بنابراین به شما پیشنهاد می‌دهیم برای بازدهی بیشتر آگهی خود حتما از عکس استفاده نمایید. همچنین در مورد آگهی‌های خرید، تصویر باعث اطمینان از تطابق کالای خریداری شده و کالای مورد انتظار می‌شود و احتمال عدم تطابق را تقریباً صفر می‌کند.
همواره از تصاویر واقعی، باکیفیت و مرتبط با کالا یا خدمتی که آگهی می‌نمایید، استفاده کنید؛ اندازه‌ی تصویر می‌بایست حداقل ۶۰۰*۶۰۰ پیکسل و حجم آن حداکثر ۱۰ مگابایت باشد.
 چنانچه یک یا چند بند از موارد زیر برای تصویر آگهی شما صدق کند، تصویر مورد نظر منتشر نخواهد شد:
تصویر لوگو
تصویر بیش از حد تار یا بی‌کیفیت که وضوح نداشته باشد.
تصویر غیر مرتبط با آگهی،
تصویر دارای کادر رنگی (سیاه یا سایر رنگ‌ها)،
مغایرت محتوای تصویر با شرایط عرف جامعه و یا قوانین جمهوری اسلامی ایران،
استفاده ابزاری از تصاویر اشخاص در آگهی،
تصویری که متعلق به آگهی دیگری در بیلیگ باشد،
تصویری که به آگهی مرتبط نباشد،
تصویر آگهی حاوی متن توضیحی یا تبلیغاتی باشد،
قیمت و شماره تلفن در تصویر درج شده باشد،
تصویر نیاز به چرخش داشته باشد،
تصاویری که دارای شماره تماس، ایمیل یا آدرس سایت باشند.
در صورتی که هیچ‌کدام از موارد بالا در مورد تصاویر مدنظر شما صادق نیست ولی بعد از ثبت آگهی، در سایت منتشر نشده است، عکس آگهی خود را به همراه عنوان آگهی و شماره تماسی که با آن آگهی را ثبت کرده‌اید، برای تیم پشتیبانی «بیلیگ» ارسال نمایید تا پس از بررسی مجدد، آگهی را بر روی سایت قرار دهیم.</p>
            </li>
            <li>
            شرایط استفاده و مشاهده آگهی چیست؟
            <p>هرگونه استفاده از بیلیگ به معنی پذیرفتن شرایط مندرج در این سایت است. بیلیگ هیچ توافقی با کاربران خارج از این شرایط ندارد. شرایط زیر مربوط به کسانی (مسافرانی) است که به هر شکلی از آگهی‌های منتشر شده‌­ی بیلیگ استفاده می‌کنند.
تلاش بیلیگ، نشر آگهی‌ها با اطلاعات صحیح و درست است اما نمی‌تواند صحت آگهی‌ها را تضمین نماید و هیچ‌گونه تعهد یا مسئولیتی در قبال آگهی‌ها برعهده نمی‌گیرد.
مسئولیت استفاده از آگهی‌های این سایت بر عهده­‌ی کاربر است و بیلیگ هیچ تعهدى در قبال خسارات مستقیم، اتفاقى، تبعى، غیرمستقیم و کیفرى، ناشى از دسترسى و استفاده شما از این سایت ندارد.
بیلیگ هیچ قرارداد، تعهدنامه یا سندی را با آگهی‌دهندگان حقیقی یا حقوقی به غیر از اخذ تعهد از ایشان به رعایت کلیه مقررات و قوانین جمهوری اسلامی ایران منعقد نمی‌کند. کاربرانِ بیلیگ در هر لحظه قادر به ویرایش آگهی خود هستند، بنابراین بیلیگ، هیچ‌گونه مسئولیتی را در قبال هر نوع آگهی درج شده در سایت نمی‌پذیرد و صرفاً مطالب درج شده توسط کاربران را نمایش می‌دهد.
مسئولیت استفاده از هرگونه متن، پیام، توضیح، اطلاعات، عکس، مشخصات تماس و موارد مشابه که به بیلیگ ارسال می‌شود یا در آن قرار می‌گیرد، شامل بازتولید، افشاء، مخابره، نشر و پخش آن بر عهده­ی فرستنده اطلاعات است.
بیلیگ مختار است هر گونه پیام، آگهی یا عکس ارسالی به سایت، یا هر حساب کاربری و اطلاعات دیگری که مربوط به کاربر یا ایجاد شده توسط کاربر می‌باشد را هر زمانی و به هر شکلی که ضروری بداند حذف نماید.
مسئولیت هر لینک، مطلب و ادعایی مربوط به بیلیگ که به واسطه‌­ی اشخاص حقیقی و حقوقی دیگر در سایت، بلاگ یا شبکه‌های اجتماعی و باقی رسانه‌ها منتشر می‌شود، با خود این افراد است و بیلیگ مسئولیتی در قبال آنها ندارد.
آگهی‌های بیلیگ با هزینه­‌ی گردانندگان سایت جمع‌آوری، نظارت، مرتب‌سازی و توزیع شده است و حق حذف آگهی‌ها در هر زمان به ارسال‌کننده آگهی داده شده است. استفاده کننده از بیلیگ حق کپی‌برداری از اطلاعات آگهی‌دهنده، نوشتار و تصاویر آگهی‌های ارسال شده به بیلیگ را چه به شکل دستی و یا خودکار نخواهد داشت و انجام این موارد پیگرد قانونی دارد.
قوانین جمهوری اسلامی ایران بر تعبیر، تفسیر، اجرا و تأثیر این توافق‌نامه حاکم خواهند بود.
</p>
            </li>
            <li>
            قوانین استفاده از محیط چت بیلیگ:
            <p>محیط چت «بیلیگ» یک فضای ارتباطی عمومی بین آگهی‌دهنده و مسافر است که با هدف تسهیل ارتباط و معاملات ارائه شده‌ است. هرگونه استفاده از محیط چت بیلیگ به معنی پذیرفتن ضوابط و شرایط ذیل است:
مکاتبات کاربران از طریق محیط چت بیلیگ باید مربوط به آگهی خاص و در خصوص ارائه و یا دریافت کالا و خدمات مورد اشاره باشد و استفاده از آن بابت مقاصد دیگر از جمله ارتباطات خصوصی مجاز نیست.
استفاده از محیط چت بیلیگ صرفاً باید مربوط به معاملات باشد و بیلیگ ممکن است برای ایجاد محیطی ایمن و جلوگیری از سوءاستفاده و مزاحمت، در صورت لزوم بر مکاتبات، نظارت ماشینی یا انسانی انجام دهد.
مواردی از قبیل ارسال پیام و محتواهای غیراخلاقی یا نامربوط به معامله، استفاده از ادبیات غیرمؤدبانه، انجام هرگونه تبلیغات، ارائه اجناس و خدماتی که خلاف شرایط و قوانین هستند و همچنین ارسال پیام‌های انبوه، در صورتی که توسط کاربران گزارش شوند، مورد بررسی قرار گرفته و طبق قوانین بیلیگ ممکن است منجر به تعلیق یا مسدود شدن دائمی کاربر متخلف شود.
تعلیق کاربر حالتی است که کاربر به مدت محدودی امکان استفاده از سایت بیلیگ را ندارد. این مدت ممکن است یک، سه، هفت یا سی روز بوده و در صورت تکرار تخلف، این مدت تمدید گردد.
مسدود شدن کاربر حالتی است که کاربر با توجه به نوع تخلف، مشمول جریمه «عدم امکان استفاده از سایت بیلیگ» بطور کلی خواهد بود.
تعلیق شدن یا مسدود شدن کاربر به فراخور تخلف صورت گرفته و به تشخیص کارشناسان بیلیگ صورت می‌گیرد.
لازم است کاربران هنگام باز کردن لینک‌های ارسال شده توسط کاربران دیگر احتیاط لازم را انجام دهند تا در معرض خطرات فیشینگ و کلاهبرداری‌های اینترنتی قرار نگیرند. «بیلیگ» هیچ گونه مسئولیتی در قبال وقوع فیشینگ و کلاهبرداری‌های اینترنتی توسط کاربران ندارد.
هم‌چنین توصیه همیشگی «بیلیگ» به کاربران این است که از ارسال اطلاعات شخصی و خصوصی خود که برای انجام معامله غیرضروری هستند، خودداری کنید.
در صورتی که کاربری، آگهی خود را از بیلیگ حذف نماید، اطلاعات تماس او جزو حریم خصوصی وی محسوب شده و بیلیگ اجازه ندارد تا اطلاعات تماس وی را در اختیار کاربران دیگر قرار دهد. لذا لطفاً از انجام هرگونه توافق ناظر بر پرداخت وجه از طریق چت بیلیگ یا پرداخت وجه بدون اطمینان یافتن از دریافت جنس خودداری نمایید؛ و یا حتما از دریافت اطلاعات تماس معتبر جهت پیگیری معامله و توافقات یکدیگر قبل از حذف آگهی مطمئن شوید بدیهی است که در صورت وقوع کلاهبرداری یا سایر جرایم از طریق چت بیلیگ، بیلیگ همکاری‌های لازم را جهت تحقیقات قضایی حسب دستور مقامات قضایی انجام خواهد داد.
</p>
            </li>
            <li>
            توافق‌نامه صاحب‌بسته-مسافر:
            <p>بیلیگ ضامن نحوه عملکرد مسافر یا صاحب بسته نیست. توافقات معامله بین مسافر و صاحب بسته انجام می‌شود. بیلیگ دخالتی در معاملات ندارد. بعد از این‌ که صاحب بسته و مسافر به توافق نهایی رسیدند، صاحب بسته هزینه «خرید کالا+/دست‌مزد مسافر+5 درصد کارمزد بیلیگ» را از طریق درگاه پرداخت اینترنتی سایت بیلیگ به حساب بیلیگ واریز می‌نماید و این مبلغ تا تحویل کالا به صاحب بسته/ خریدار نزد بیلیگ به امانت باقی می‌ماند و بعد از تحویل و تأیید صاحب بسته به حساب مسافر واریز می‌شود.
صاحبان بسته باید با آگاهی قبلی نسبت به امکان مفقود شدن کالا با مسافر توافق کنند. بیلیگ هیچ‌گونه مسئولیتی در قبال خسارت و مفقودی کالا ندارد.
بیلیگ تنها یک واسطه برای ایجاد امنیت در پرداخت‌ها بین مسافر و صاحب بسته است و در موارد دیگر معامله دخالتی ندارد.
</p>
            </li>
            <li>
            خریدها و پرداخت‌ها:
            <p>
            شما باید یک شماره شبا معتبر در سایت ثبت کنید تا ما بتوانیم با شما تسویه‌حساب انجام دهیم. در صورت واردکردن اطلاعات حساب اشتباه عواقب آن به عهده شما خواهدبود.
بیلیگ در خریدوفروش‌های کاربران دخالتی ندارد، بنابراین در مورد کیفیت و اصالت اجناس ضمانتی نمی‌کند؛ اما توصیه ما به کاربرانی که قصد خرید از خارج از کشور را دارند این است که از مسافر بخواهند از سایت‌های معتبر و بین‎المللی برای ایشان خرید کنند.
            </p>
            </li>
            <li>
            مطالب کاربران:
            <ol>
                <li>مطالب کاربران نباید کپی‌شده از وب‌سایت‌های دیگر باشد و ناقض حقوق کپی‌رایت نباشد.</li>
                <li>مطالب کاربران نباید مغایر با قوانین سایت بیلیگ و قانون اساسی جمهوری اسلامی ایران باشد.</li>
                <li>مطالب کاربران نباید حاوی جهت‌گیری‌های سیاسی و مذهبی و قومی و یا توهین‌آمیز باشد.</li>
                <li>مطالب کاربران نباید ناقض حقوق زنان یا حاوی خشونت باشد.</li>
                <li>مطالب کاربران نباید حاوی تصاویر مستهجن و هر چیزی که مغایر با قانون اساسی جمهوری اسلامی ایران است، باشد.</li>
                <li>مطالب کاربران نباید اشاعه‌دهنده اخبار و اطلاعات کذب باشد که باعث گمراهی افراد دیگر شود.</li>
                <li>امتیاز دادن و نظر دادن در مورد کاربران دیگر باید منصفانه باشد و فقط درصورتی‌که تجربه معامله با آن کاربر را دارید می‌توانید به او امتیاز دهید یا نظر دهید.</li>
            </ol>
            </li>
        </ol>
        </Col>
      </Row>
    </div>
  );
};

export default Terms;
