import React from "react";
import { Col, Row } from "antd";
import whybilllig from "../media/whybilllig.svg";

const WhyBilllig = () => {
  window.scroll(0, 0);

  return (
    <div
      style={{
        direction: "rtl",
        padding: "30px",
        fontSize: "16px",
        textAlign: "justify",
      }}
    >
      <h1 style={{ textAlign: "center" }}>چرا بیلیگ ؟</h1>
      <Row style={{ display: "flex", justifyContent: "center" }}>
        <img src={whybilllig} alt="whybilllig" width={400} />
      </Row>
      <Row
        style={{ justifyContent: "center", display: "flex", marginTop: "20px" }}
      >
        <Col xs={24} sm={24} md={24} lg={12} xl={12}>
          <p>
            در دنیای امروز با گسترش وسیع تکنولوژی و دسترسی سریع و ساده به
            اینترنت، هر روزه بسیاری از کسب‌وکارها از شیوه سنتی خود به حالت یک
            پلتفرم قابل دسترس بر روی اینترنت تبدیل می‌شوند. در قرن ۲۱ دیگر لازم
            نیست برای سفارش تاکسی با آژانس تماس بگیرید و صبر کنید تا راننده
            آژانس از سفر قبلی خود با ماشین خالی برگردد و به سراغ شما بیاید،
            راننده‌ها دیگر با ماشین خالی حرکت نمی‌کنند و دیگر مکان مشخصی ندارند
            که تمام روز را در آنجا سپری کنند. در دنیای امروز دیگر برای رزرو هتل
            لازم نیست در شهری غریب دنبال هتل بگردید و هیچ دیدی نسبت به قیمت
            هتل‌های دیگر همان شهر نداشته باشید. می‌تونید به‌راحتی شهروندانی را
            که حاضر هستند خانه خود را با شما به اشتراک بگذارند پیدا کنید و با
            هزینه بسیار کمتر مهمان آن‌ها شوید. سیستم پست جهانی هم از این قاعده
            مستثنا نیست. بیلیگ به‌عنوان یک پلتفرم خرید اشتراکی کالا با استفاده
            از فضای خالی چمدان مسافرانی که در حال سفر به مقصدی معین هستند فرصت
            خرید شمار زیادی از کالاها را برای کابران به ارمغان می‌اورد. برای
            انجام این فرآیند نیاز به یک پلتفرم آنلاین برای اتصال کالا به مسافر
            است. بیلیگ با ایجاد یک پلتفرم، معامله دوسرسودی را برای مسافران و
            خریداران ایجاد می‌کند.
          </p>
          <p>
            <b>مزایای استفاده از بیلیگ:</b>
          </p>
          <li>خرید مطمئن کالای اصل </li>
          <li>خرید ارزان‌تر کالای خارجی</li>
          <li>کسب درآمد از سفر</li>
          <li>واسط امن خرید از خارج</li>
          <li>دسترسی به کالاهای غیرقابل دسترس در ایران</li>
        </Col>
      </Row>
    </div>
  );
};

export default WhyBilllig;
