import React from "react";
import { Col, Row } from "antd";

const WhyBilllig = () => {
  window.scroll(0,0)

  return (
    <div
      style={{
        direction: "rtl",
        padding: "30px",
        fontSize: "16px",
        textAlign: "justify",
      }}
    >
      <Row style={{ justifyContent: "center", display: "flex" }}>
        <Col xs={24} sm={24} md={24} lg={12} xl={12}>
          <h1 style={{ textAlign: "center" }}>چرا بیلیگ</h1>
          <p>
          در دنیای امروز با گسترش وسیع تکنولوژی و  دسترسی سریع و ساده به اینترنت، هر روزه بسیاری از کسب‌وکارها از شیوه سنتی خود به حالت یک پلتفرم قابل دسترسی بر روی اینترنت تبدیل می‌شوند. در قرن ۲۱ دیگر لازم نیست برای سفارش تاکسی با آژانس تماس بگیرید و صبر کنید تا راننده آژانس از سفر قبلی خود با ماشین خالی برگردد و به سراغ شما بیاید، راننده‌ها دیگر با ماشین خالی حرکت نمی‌کنند و دیگر مکان مشخصی ندارند که تمام روز را در آنجا سپری کنند. در دنیای امروز دیگر برای رزرو هتل لازم نیست در شهر غریب دنبال هتل بگردید و هیچ دیدی نسبت به قیمت هتل‌های دیگر همان شهر نداشته باشید. می‌تونید به‌راحتی شهروندانی را که حاضراند خانه خود را با شما به اشتراک بگذارند پیدا کنید و با هزینه بسیار کمتر مهمان آن‌ها شوید. سیستم حمل و نقل جهانی هم از این قاعده مستثنا نیست و به مرور زمان جای خود را به پلتفرم‌های حمل اشتراکی بسته می‌دهد. 
بیلیگ به‌عنوان یک پلتفرم حمل اشتراکی بسته در ایران مزایای بسیاری را نسبت به سیستم سنتی پست بین کشوری ارائه می‌دهد. حمل اشتراکی یعنی استفاده بهینه از فضای خالی چمدان مسافرانی که در حال سفر به مقصدی معین هستند اما برای انجام این فرآیند نیاز به یک پلتفرم آنلاین برای اتصال بسته به مسافر است. بیلیگ با ایجاد یک پلتفرم، معامله دوسرسودی را برای مسافران و صاحبان بسته ایجاد می‌کند. شما با استفاده از بیلیگ به‌عنوان مسافر می‌توانید از سفر خودتون درآمد کسب کنید. شما به‌عنوان یک بیلیگر بخشی از این سیستم اشتراکی هستید.
          </p>
          <p>مزایای استفاده از بیلیگ:</p>
          <li>ارسال سریع‌تر از روش‌های سنتی معمول</li>
          <li>هزینه کمتر</li>
          <li>امکان سفارش خرید و ارسال</li>
          <li>کسب درآمد از سفر</li>
          <li>واسط امن خرید از خارج</li>
          <li>دسترسی به کالاهای غیرقابل دسترس در ایران</li>
        </Col>
      </Row>
    </div>
  );
};

export default WhyBilllig;
