import React from "react";
import { Col, Row, Tabs, Button } from "antd";
import Billligerguide from "../media/Billligerguide.svg";
const { TabPane } = Tabs;

const BillligerGuide = () => {
  window.scroll(0, 0);

  function callback(key) {
    console.log(key);
  }

  return (
    <div
      style={{
        direction: "rtl",
        padding: "30px",
        fontSize: "16px",
        textAlign: "justify",
      }}
    >
      <h1 style={{ textAlign: "center" }}>
        راهنمای کامل <span style={{ color: "#ff9a00" }}> بیلیگر </span>
        (آگهی‌دهنده)
      </h1>
      <Row style={{ display: "flex", justifyContent: "center" }}>
        <img src={Billligerguide} alt="billligAdvices" width={400} />
      </Row>
      <Row style={{ justifyContent: "center", display: "flex" }}>
        <Col xs={24} sm={24} md={24} lg={12} xl={12}>
          <br />
          <p>
            هر شخصی که عضو پلتفرم بیلیگ می‌شود، می‌تواند هم
            <span style={{ color: "#ff9a00" }}> بیلیگر </span> و هم
            <span style={{ color: "#067fc8" }}> مسافر </span>
            باشد.
          </p>
          <h3>
            <span style={{ color: "#ff9a00" }}>بیلیگر</span> کیست؟
          </h3>
          <p>
            <span style={{ color: "#ff9a00" }}>بیلیگر</span> کسی است که در
            پلتفرم بیلیگ آگهی خود را ثبت می‌کند و می‌خواهد بسته‌ای را پست کند و
            یا کالایی را خرید کند.
          </p>
          <h3>
            <span style={{ color: "#ff9a00" }}>بیلیگر</span> چه نوع آگهی‌هایی
            می‌تواند ثبت کند؟
          </h3>

          <li>
            آگهی پست:
            <p>
              اگر می‌خواید بسته‌ای رو به کشورهای دیگه پست کنید کافیه یک آگهی توی
              پلتفرم بیلیگ قرار بدید و صبر کنید تا
              <span style={{ color: "#067fc8" }}> مسافرهایی </span>که مسیر
              سفرشون مطابق با مقصدی که شما می‌خواید بسته‌تون رو به اونجا ارسال
              کنید، هست، به شما پیشنهاد بدن.
              <span style={{ color: "#067fc8" }}> مسافر </span>، بسته رو از شما
              تحویل می‌گیره و با خودش به مقصد می‌بره. منظور از «بسته» هرچیزی است
              که همراه داشتن آن در پرواز و عبور آن از گمرک مطابق با قوانین است.
              مثلاً مدارک، کتاب، موبایل، لپ‌تاپ، پوشاک و...
            </p>
          </li>
          <li>
            آگهی خرید:
            <p>
              ممکن است یک نفر در ایران باشد و بخواهد از خارج کالا بخرد. در این
              صورت باید یک آگهی خرید در پلتفرم بیلیگ ثبت کنید و منتظر پیشنهاد
              <span style={{ color: "#067fc8" }}> مسافرها </span>بمونید.
              <span style={{ color: "#067fc8" }}> مسافری</span> که از خارج به
              ایران سفر دارد، می‌تواند این کالا را بخرد و با خود به ایران
              بیاورد. یا بلعکس، ممکن است یک نفر در خارج باشد و بخواهد از ایران
              کالایی خریداری کند،
              <span style={{ color: "#067fc8" }}> مسافری </span>که از ایران به
              خارج می‌رود می‌تواند این کالا را تهیه کند و با خود به کشور مقصد
              ببرد. توجه کنید که باید هزینه خرید + دستمزد
              <span style={{ color: "#067fc8" }}> مسافر</span> را از قبل به
              پلتفرم بیلیگ پرداخت کنید (به هیچ عنوان نباید مبلغی به حساب
              <span style={{ color: "#067fc8" }}> مسافر </span> واریز نمایید.) و
              این مبلغ تا پایان فرایند خرید و تحویل کالا نزد بیلیگ به‌عنوان
              ضمانت باقی می‌ماند. پس از اینکه
              <span style={{ color: "#067fc8" }}> مسافر</span> کالا رو به شما
              تحویل داد، شما باید صحت کالا رو تأیید کنید تا در اسرع وقت مبلغ از
              طرف بیلیگ به <span style={{ color: "#067fc8" }}> مسافر </span>
              پرداخت شود. در اصل{" "}
              <span style={{ color: "#067fc8" }}> مسافر </span>
              کالای شما رو با هزینه شخصی خودش خرید می‌کند و بعد از تحویل و تأیید
              شما، مبلغ رو از بیلیگ دریافت می‌کند.
            </p>
          </li>
          <h2>
            مراحلی که <span style={{ color: "#ff9a00" }}>بیلیگر</span> باید طی
            کند:
          </h2>
          <Tabs onChange={callback} centered defaultActiveKey="1" type="card">
            <TabPane tab="آگهی خرید" key="1" style={{ fontSize: "16px" }}>
                <b>۱ - ثبت نام در سایت و ثبت آگهی خرید :</b>
                <p>
                  اولین کار اینه که در سایت ثبت نام کنید. بعد از ثبت نام شما یک
                  عضو از بیلیگ هستید. شما به‌عنوان
                  <span style={{ color: "#ff9a00" }}> بیلیگر </span> باید آگهی
                  خرید خودتون رو ثبت کنید. برای ثبت آگهی خودتون بعد از ثبت نام،
                  وارد پروفایل بشید و در قسمت «آگهی‌های من» روی «ثبت آگهی جدید»
                  کلیک کنید. یک فرم برای شما باز میشه که در ابتدای اون گزینه
                  «بسته باید توسط
                  <span style={{ color: "#067fc8" }}> مسافر </span> خریداری شود»
                  وجود داره. برای اینکه آگهی خرید ثبت کنید باید حتماً تیک این
                  گزینه رو بزنید. بعد باید عنوان آگهی رو وارد کنید. و بعد کشوری
                  که باید کالا از آنجا خرید شود را انتخاب کنید. انتخاب شهری که
                  باید از آنجا خرید انجام شود ضروری نیست و حتی در صورتی که برای
                  شما فرقی نمی‌کند کالا از کدام کشور خریداری بشه، می‌تونید تیک
                  گزینه «کشور مبدأ فرقی نمی‌کند» را بزنید. در ادامه باید محلی که
                  می‌خواید کالا رو اونجا دریافت کنید رو وارد کنید و ابعاد و وزن
                  حدودی کالا رو وارد کنید. سپس باید لینک خرید کالا در
                  فروشگاه‌های اینترتی مثل آمازون، ای‌بی و... رو وارد کنید و یا
                  آدرس فروشگاهی که باید کالا از آنجا خرید شود را وارد کنید. قیمت
                  کالا و دستمزدی که بابت انجام این کار حاضرید به
                  <span style={{ color: "#067fc8" }}> مسافر </span> پرداخت کنید
                  را هم باید وارد کنید. در نهایت عکس کالا رو آپلود می‌کنید و اگر
                  توضیحاتی دارید در باکس توضیحات می‌نویسید و آگهی رو ثبت
                  می‌کنید.
                </p>
                <b>۲ - انتظار برای دریافت پیشنهاد :</b>
                <p>
                  بعد از اینکه آگهی‌تون ثبت شد حالا باید منتظر باشید تا آگهی
                  توسط بیلیگ تأیید بشه و در لیست آگهی‌ها به نمایش دربیاد. بعد از
                  اینکه آگهی منتشر شد،
                  <span style={{ color: "#067fc8" }}> مسافرها </span>
                  آگهی شما رو می‌بینند و بهتون پیشنهاد میدن که خرید رو براتون
                  انجام بدن. بعد از اینکه آگهی رو ثبت کردید باید به صورت مرتب
                  وارد سایت بشید و در قسمت «آگهی‌های من» در پروفایل کاربری، چک
                  بکنید که آیا آگهی شما از سوی
                  <span style={{ color: "#067fc8" }}> مسافرها </span>پیشنهادی
                  دریافت کرده یا نه.
                </p>
                <b>۳ - مذاکره و قبول پیشنهاد :</b>
                <p>
                  بعد از ثبت آگهی حتما باید مرتب قسمت «اگهی‌های من» در
                  پروفایلتون رو چک کنید. در صورتی که آگهی شما پیشنهادی از سوی
                  <span style={{ color: "#067fc8" }}> مسافران </span>دریافت کرده
                  باشد، تعداد پیشنهادها روی آگهی نشون داده میشه که با کلیک روی
                  «پیشنهادها» می‌تونید لیست تمام پیشنهادها رو ببینید. با کلیک
                  روی دکمه «چت» جلوی هر پیشنهاد می‌تونید به
                  <span style={{ color: "#067fc8" }}> مسافر </span> پیام ارسال
                  کنید و بر سر قیمت، محل خرید، قیمت کالا، دستمزد
                  <span style={{ color: "#067fc8" }}> مسافر </span> و... مذاکره
                  کنید. بعد از توافق با
                  <span style={{ color: "#067fc8" }}> مسافر </span> بر سر این
                  موضوعات، <span style={{ color: "#067fc8" }}> مسافر </span>
                  قیمت توافق شده را نهایی می‌کند و شما باید دوباره وارد قسمت
                  «پیشنهادها» بشید و روی «قبول» کلیک کنید تا قیمت نهایی را تأیید
                  و پرداخت رو در درگاه امن بیلیگ انجام بدید.
                </p>
                <b>۴ - تأیید دریافت بسته :</b>
                <p>
                  بعد از اینکه مبلغ نهایی توافق شده را پرداخت کردید،
                  <span style={{ color: "#067fc8" }}> مسافر </span> کالا را خرید
                  می‌کند و با خودش میاورد و به شما تحویل می‌دهد. پس از تحویل
                  گرفتن کالا باید وارد پروفایل و سپس آگهی‌تون بشید و روی «دریافت
                  شد» کلیک کنید تا مبلغ خرید + دستمزد
                  <span style={{ color: "#067fc8" }}> مسافر </span> از طرف بیلیگ
                  به حساب <span style={{ color: "#067fc8" }}> مسافر </span>
                  واریز بشه.
                </p>
            </TabPane>
            <TabPane tab="آگهی پست" key="2" style={{ fontSize: "16px" }}>
              <b> ۱- ثبت نام در سایت و ثبت آگهی پست :</b>
              <p>
                اولین کار اینه که در سایت ثبت نام کنید. بعد از ثبت نام شما یک
                عضو از بیلیگ هستید. شما به‌عنوان
                <span style={{ color: "#ff9a00" }}> بیلیگر </span> باید آگهی پست
                خودتون رو ثبت کنید. برای ثبت آگهی خودتون بعد از ثبت نام، وارد
                پروفایل بشید و در قسمت «آگهی‌های من» روی «ثبت آگهی جدید» کلیک
                کنید. درصورتی که شما می‌خواید بسته رو پست کنید و قصد خرید
                ندارید، لازم نیست تیک گزینه «بسته باید خریداری شود» را بزنید.
                بعد باید عنوان آگهی رو وارد کنید. و بعد کشور و شهری رو که بسته
                در اونجا قرار داره رو انتخاب کنید. در ادامه باید مقصدی که
                می‌خواید بسته به اونجا آورده بشه رو وارد کنید و ابعاد و وزن
                حدودی بسته رو هم وارد کنید. بعد باید دستمزدی که بابت انجام این
                کار حاضرید به
                <span style={{ color: "#067fc8" }}> مسافر </span> پرداخت کنید را
                هم وارد کنید. در نهایت عکس بسته رو آپلود می‌کنید و اگر توضیحاتی
                دارید در باکس توضیحات می‌نویسید و آگهی رو ثبت می‌کنید.
              </p>
              <b>۲ - انتظار برای دریافت پیشنهاد :</b>
              <p>
                بعد از اینکه آگهی‌تون ثبت شد حالا باید منتظر باشید تا آگهی توسط
                بیلیگ تأیید بشه و در لیست آگهی‌ها به نمایش دربیاد. بعد از اینکه
                آگهی منتشر شد،
                <span style={{ color: "#067fc8" }}> مسافرها </span>
                آگهی شما رو می‌بینند و بهتون پیشنهاد میدن که بسته رو براتون
                بیارن. بعد از اینکه آگهی رو ثبت کردید باید به صورت مرتب وارد
                سایت بشید و در قسمت «آگهی‌های من» در پروفایل کاربری، چک بکنید که
                آیا آگهی شما از سوی
                <span style={{ color: "#067fc8" }}> مسافرها </span>پیشنهادی
                دریافت کرده یا نه.
              </p>
              <b>۳ - مذاکره و قبول پیشنهاد :</b>
              <p>
                بعد از ثبت آگهی حتما باید مرتب قسمت «اگهی‌های من» در پروفایلتون
                رو چک کنید. در صورتی که آگهی شما پیشنهادی از سوی
                <span style={{ color: "#067fc8" }}> مسافران </span>دریافت کرده
                باشد، تعداد پیشنهادها روی آگهی نشون داده میشه که با کلیک روی
                «پیشنهادها» می‌تونید لیست تمام پیشنهادها رو ببینید. با کلیک روی
                دکمه «چت» جلوی هر پیشنهاد می‌تونید به
                <span style={{ color: "#067fc8" }}> مسافر </span> پیام ارسال
                کنید و بر سر دستمزد، محل دریافت و تحویل بسته و... مذاکره کنید.
                بعد از توافق با
                <span style={{ color: "#067fc8" }}> مسافر </span> بر سر این
                موضوعات، <span style={{ color: "#067fc8" }}> مسافر </span>
                دستمزد توافق شده را نهایی می‌کند و شما باید دوباره وارد قسمت
                «پیشنهادها» بشید و روی «قبول» کلیک کنید تا قیمت نهایی را تأیید و
                پرداخت رو در درگاه امن بیلیگ انجام بدید.
              </p>
              <b>۴ - تأیید دریافت بسته :</b>
              <p>
                بعد از اینکه مبلغ نهایی توافق شده را پرداخت کردید،
                <span style={{ color: "#067fc8" }}> مسافر </span> بسته را از شما
                تحویل می‌گیرد و با خودش به مقصد می‌برد و به شخصی که باید بسته را
                دریافت کند، تحویل می‌‎دهد. پس از اینکه بسته تحویل شد باید وارد
                پروفایل و سپس آگهی‌تون بشید و روی «دریافت شد» کلیک کنید تا
                دستمزد
                <span style={{ color: "#067fc8" }}> مسافر </span> از طرف بیلیگ
                به حساب <span style={{ color: "#067fc8" }}> مسافر </span> واریز
                بشه.
              </p>
            </TabPane>
          </Tabs>
          {/* <Row style={{justifyContent:"center", display: "flex", marginbottom:"10px" }}>
          <Button style={{borderRadius:"10px", backgroundColor:"#ff9a00", color:"white"}}>ثبت آگهی</Button>
          </Row> */}
          <p>
            <b>
              در صورتی که ابهامی برای شما به وجود آمده و یا سؤالی دارید می‌تونید
              از طریق پشتیبانی بیلیگ خیلی سریع به جواب برسید.
            </b>
          </p>
        </Col>
      </Row>
    </div>
  );
};

export default BillligerGuide;
